import { useState } from "react";
import Head from "next/head";
import {
  FaCheckCircle,
  FaChevronRight,
  FaChevronDown,
  FaTimesCircle,
} from "react-icons/fa";

const misconceptions = [
  {
    id: "allaharHukumChara",
    title: "ভুল ধারণা-১: আল্লাহর হুকুম ছাড়া গাছের পাতাও নড়ে না।",
    details: `আল্লাহর হুকুম ছাড়া গাছের পাতাও নড়ে না। এটি একটি ভুল কথা। সঠিকটা হলো
    আল্লাহর জ্ঞানের বাইরে গাছের একটি পাতাও পড়ে না। (সূরা আনআম) পৃথিবীতে
    অনেক কিছুই আল্লাহর হুকুম ছাড়া ঘটে। যেমন চুরি ডাকাতি ইত্যাদি।`,
  },
  {
    id: "humanMarry",
    title: "ভুল ধারণা-২: কে কাকে বিয়ে করবে এটা আল্লাহ আগেই লিখে রেখেছেন।",
    details: `না। লিখে রাখেন নি। পৃথিবীতে এমন অনেক লোক আছে যে পাঁচ ছয় জন
    স্ত্রী নিয়ে একই সাথে সংসার করছে। আবার কোন কোন জায়গায় একজন স্ত্রীর
    একাধিক পুরুষ স্বামী আছে। এখন আপনি কি বলবেন এগুলো আগে থেকেই লিখিত? না
    অবশ্যই না কারণ আল্লাহ নিজেই তা হারাম করেছেন। আর আল্লাহ যা হারাম করেছেন
    তা কারো তাকদীরে লিখে রাখবেন এটা হতেই পারে না। কাকে বিয়ে করা যাবে কাকে
    করা যাবে না আল্লাহ শুধু এই নিয়ম বলে দিয়েছেন। এখন আপনি কাকে বিয়ে করবেন কি
    করবেন না এটা একান্তই আপনার নিজস্ব ব্যাপার।`,
  },
  {
    id: "humanFood",
    title:
      "ভুল ধারণা-৩: পৃথিবীতে একজন মানুষ কি খাবার খাবে? এবং কতটুকু খাবে? আল্লাহ তা আগে থেকেই নির্ধারণ করে রেখেছেন।",
    details: `না। আল্লাহ আগে থেকেই নির্ধারণ করে রাখেননি। এর স্বপক্ষে কোন দলীল বা
    যুক্তি নেই। বরং আল্লাহ মানুষ সৃষ্টির আগেই সারা পৃথিবী জুড়ে মানুষের
    রিজিকের ব্যবস্থা করে রেখেছেন। মানুষ তার নিজ নিজ চেষ্টা সামর্থ্য
    অনুযায়ী সেখান থেকে রিজিক অর্জন করে থাকে। যদি আগে থেকেই লেখা থাকে তাহলে
    একজন মদখোরের জন্য মদ, শুকরখোরের জন্য শুকর নিশ্চয়ই আগে থেকেই লিখিত ?
    কিন্তু আল্লাহ কারো তাকদীরে মদ শুকর লিখে রাখবেন এমনটাতো হতে পারে না।
    যেখানে আল্লাহ নিজেই শুকর মদ হারাম করেছেন।`,
  },
  {
    id: "marrigeDateOfAisha",
    title: "ভুল ধারণা-৪: ৬ বা ৯ বছর বয়সে আয়েশা রাঃ এর বিয়ে হয়।",
    details: `সূরা নিসার ছয় নং আয়াতে আল্লাহ বিয়ের বয়স বলতে একটা টার্ম ব্যবহার
    করেছেন। আপনার কি মনে হয় বিয়ের বয়স মানে ৬ বছর? কেন অযথা মুহাম্মদ সঃ
    এর উপর একটা প্রশ্ন তোলার সুযোগ করে দিচ্ছেন? হযরত মুহাম্মাদ সাঃ এর প্রথম
    স্ত্রী ছিলেন সাইয়্যেদাহ খাদিজা রাঃ৷ খাদিজা রাঃ এর ইন্তেকালের পর রাসূল সাঃ
    ইসলাম প্রচারের কাজে নিজেকে নিয়োগ করেন, পাশাপাশি অর্থোপার্জন করতেন এবং
    নিজ সন্তানদের দেখাশোনা করতেন৷ তো একদিন, খাওলা রাঃ নামের রাসূল সাঃ কে দেখে
    বললেন, ‘হে আল্লাহর রাসূল সাঃ, আমি আপনাকে বিপদগ্রস্ত এবং দুর্দশাগ্রস্ত দেখে
    চিন্তিত হচ্ছি৷ আপনার তো ঘর এবং সন্তানাদি দেখাশোনার জন্য কেউই নেই,
    কেন আপনি বিয়ে করছেন না?’ রাসূল সাঃ জিজ্ঞেস করলেন, ‘তোমার জানামতে এমন
    কেউ আছে বিয়ে করার মত?’ খাওলা রাঃ জবাব দিলেন, ‘হ্যা, একজন অবিবাহিত
    কুমারী মেয়ে আছে এবং একজন বিধবা মহিলাও আছেন বিয়ের জন্য৷’ রাসূল সাঃ
    জিজ্ঞেস করলেন, ‘কুমারী মেয়েটি কে?’ খাওলা রাঃ জবাবে বললেন, ‘তিনি
    আপনার ভাই-সম এবং বন্ধু হযরত আবু বকর রাঃ এর কন্যা৷ আরেকজন হলেন,
    সর্বপ্রথম ইসলাম গ্রহণকারী মহিলাদের একজন সাইয়্যেদাহ সাওদা রাঃ, তার
    বয়স ৫০ বছর এবং তিনি বিধবা৷’
    এখন আমি আপনাদের কাছে প্রশ্ন রাখতে চাই, আমি বিশ্বাস করি এবং আপনারাও
    নিশ্চয়ই বিশ্বাস করেন যে একজন মহিলা সাহাবী যখন রাসূলুল্লাহ সাঃ এর
    সাথে কথা বলছেন তখন সে অবশ্যই পরিপূর্ণ সচেতনভাবেইে কথা বলছে। আপনাদের
    কি মনে হয় যে তিনি একজন ৬ বছর বয়সের বাচ্চার সাথে রাসূলের বিয়ের
    প্রস্তাব দিবেন? একজন ব্যক্তি বিয়ে করে তার জৈবিক চাহিদা পূরণের জন্য,
    যা এই বয়সে সম্ভব নয়, আবার বাচ্চাদের দেখাশোনা করাও এই বয়সে সম্ভব নয়,
    কারণ রাসূলুল্লাহ সাঃ এর সন্তানেরাও আয়েশা রাঃ এর চেয়ে বয়সে বড় ছিলেন৷
    তাওলে খাওলা রাঃ কি রাসূল সাঃ কে আরেকটি বাচ্চার দায়িত্ব নেওয়ার
    প্রস্তাব দিচ্ছিলেন যেখানে রাসূল সাঃ এর ইতিমধ্যে ঘরে বাচ্চা রয়েছে? এই
    অবস্থা সম্পর্কে জানার পরেও একজন মানুষের কাছে এরকম চিন্তাভাবনা
    গ্রহণযোগ্য হতে পারে না৷
    তো খাওলা রাঃ এই পরামর্শ দেওয়ার পর রাসূল সাঃ তাকে বললেন তাদের কাছে
    বিয়ের প্রস্তাব পাঠানোর জন্য৷ কেউ যখন এরকম পরামর্শ দেয় তখন তাকে
    প্রস্তাব পাঠাতে বলা ছাড়া আর কিই বা বলা যায়? রাসূল সাঃ বললেন, ‘যদি
    তারা সম্মতি দেয় তাহলে আমি তোমার উপদেশ মেনে বিয়ে করবো৷’ খাওলা রাঃ তখন
    আবু বকর সিদ্দিক রাঃ এর পরিবারের কাছে গেলেন এবং রাসূল সাঃ এর জন্যে
    বিয়ের প্রস্তাব দিলেন৷ এখন দেখুন আবু বকর রাঃ এর পরিবারের প্রতিক্রিয়া
    কি৷ আবু বকর রাঃ এর পরিবার বললেন যে তারা ইতিমধ্যেই কয়েক বছর পূর্বে
    আয়েশা রাঃ এর জন্য আরেকটি বিয়ের প্রস্তাব ঠিক করে ফেলেছিলেন৷ কিন্তু
    ইসলামে চলে আসার পরে সেই পরিবার বিয়ে পাকাপাকি করতে অসম্মতি জানায়৷ যদি
    আয়েশা রাঃ সেসময় ছয় বছর বয়স্কা হতেন তাহলে তার মানে, তার বয়স যখন প্রায়
    তিন বা চার ছিলো তখন তার পরিবার তার বিয়ের প্রস্তাব গ্রহণ করেছিলেন!
    এটার কি কোন মানে হয়? তো খাওলা রাঃ তখন আবু বকর রাঃ এর পরিবারের এরূপ
    জটিলতার কথা শুনে সাইয়্যেদাহ সাওদা রাঃ এর কাছে গেলেন৷ সাওদা রাঃ এই
    প্রস্তাবে রাজী হলেন৷ ফেরার পথে খাওলা রাঃ জানতে পারলেন যে, আয়েশা রাঃ
    এর বিয়ে যেখানে ঠিক হয়েছিলো সেখানে আবু বকর রাঃ গিয়েছিলেন, কিন্তু তারা
    আবু বকর রাঃ কে বলেছেন যে, যেহেতু আবু বকর রাঃ পথভ্রষ্ট হয়ে গেছেন
    (অর্থাৎ মুসলমান হয়েছেন), তাই সেই আর আগাবে না৷ এভাবে সে প্রস্তাবটি
    বাতিল হয়ে গেলো৷ যেহেতু রাসূল সাঃ দুটি পরিবারেই বিয়ের প্রস্তাব
    পাঠিয়েছিলেন সেহেতু তিনি দুজন মহিলাকেই গ্রহণ করলেন এবং নববধূ হিসেবে
    বিধবা সাইয়্যেদাহ সাওদা রাঃ কে তার ঘরে নিয়ে আসলেন৷ এর পেছনে কারণ হলো,
    যেহেতু রাসূল সাঃ একজন বয়স্কা মহিলাকে নিয়ে আসলেন যিনি ছিলেন বিধবা এবং
    ৫০ বছর বয়সের অধিকারী, তার সাথে যদি একজন যুবতী কুমারী মেয়েকেও নিয়ে
    আসেন তাহলে কুমারী মেয়েটির অধিকার লঙ্ঘন হবে৷ তাই রাসূল সাঃ দুটি
    প্রস্তাব গ্রহণ করা সত্বেও সাওদা রাঃ কে প্রাধান্য দিলেন৷ রাসূল সাঃ
    নিজেও জানতেন যে, সাওদা রাঃ বাচ্চাদের দেখাশোনা করতে পারবেন এবং ঘরের
    কাজকর্ম সামাল দিতে পারবেন ভালোভাবে৷ আয়েশা রাঃ এর বিয়ে তখনও সম্পন্ন
    হয়নি৷ এরপর তিন বছর মক্কায় এবং দুই বছর মদীনায় অতিবাহিত করার পরে আবু
    বকর রাঃ রাসূলুল্লাহ সাঃ কে অনুরোধ করেন আয়েশা রাঃ কে নিজ গৃহে নিয়ে
    আসার জন্য, কারণ যেহেতু দুই পক্ষই সম্মত হয়েছিলো বিয়েতে৷ তখন রাসূল সাঃ
    আয়েশা রাঃ কে নিজের ঘরে নিয়ে আসেন৷ তখন আয়েশা রাঃ এর বয়স ছিলো প্রায়
    ১৭ থেকে ১৯ বছরের মধ্যে৷`,
  },
  {
    id: "ayatOfQuran",
    title: "ভুল ধারণা-৫: কুরআনের আয়াত সংখ্যা ৬৬৬৬ টি।",
    details: `কুরআনে বিভিন্ন দৈর্ঘ্যের মোট ১১৪টি সূরা রয়েছে। বিভিন্ন সূরায় আয়াতের
    সংখ্যা বিভিন্ন রকম। সবচেয়ে ছোট সূরা হল সূরা আল-কাউসার, যার মধ্যে তিনটি
    আয়াত রয়েছে। এবং সবচেয়ে বড় সূরা হল সূরা আল-বাকারা, যেখানে ২৮৬টি আয়াত
    রয়েছে। কুরআনের মোট আয়াত সংখ্যা ৬২৩৬টি। এই সংখ্যা সব তাফসীর ইবনে কাসীর,
    তাফসীর আল-জালালাইন ইত্যাদি সবগুলোতে সর্বসম্মতভাবে উল্লেখ করা হয়েছে।
    তাই এটি একটি ভুল ধারণা যে কুরআনে আয়াত সংখ্যা ৬৬৬৬টি।`,
  },
  {
    id: "mohorana",
    title: "ভুল ধারণা-৬: বিয়ের সময় স্ত্রীকে মোহরানা দেওয়া ওয়াজিব।",
    details: `মোহরানা বলতে কুরআনে কিছু নেই। আল্লাহ বলেন যে, একে অপরকে সাহায্য
    করো। ইসলামের মূলমন্ত্র হল পারস্পরিক সহযোগিতা। আর্থিক বা শারীরিক
    সাহায্য যা কিছু হতে পারে। ইসলামের সকল বিধানই এমনভাবে সাজানো হয়েছে যা
    একজন আরেকজনের উপর নির্ভর করে। নবী করীম সাঃ কোন বিধবা নারীকে বিয়ে
    করলে তিনি তার আর্থিক সহায়তা করতেন। তবে এর কোন বাধ্যবাধকতা নেই।`,
  },
  {
    id: "dashprotha",
    title: "ভুল ধারণা-৭: ইসলামে দাসী বানানো হালাল।",
    details: `কষ্টে মরে যেতে ইচ্ছে করছে। কুরআন থেকে দূরে থাকার কারণে আমরা কি সব
    করে চলেছি। আমরা পাষন্ডের মত আচরণ করছি। যদি কুরআনের একমাত্র সংস্পর্শে
    থাকতাম তাহলে সারা পৃথিবী অন্যদের দাসত্বে নিমজ্জিত থাকত এবং দাসপ্রথা
    বিলুপ্ত হত। কুরআনে আল্লাহ নির্দেশ দিয়েছেন দাস মুক্ত করার। কুরআনের
    বিভিন্ন যায়গায় দাস দাসীদের ব্যপারে যে আলোচনা রয়েছে তা পূর্ব থেকে হয়ে
    আসা দাস দাসীদের সামাজিক মর্যাদায় ফেরানোর কিছু পদক্ষেপ।`,
  },
  {
    id: "huur",
    title:
      "ভুল ধারণা-৮: জান্নাতে পুরুষদের জন্য হুর রয়েছে কিন্তু নারীদের জন্য কি রয়েছে?",
    details: `জান্নাতে পুরুষদের জন্য হুর রয়েছে কিন্তু নারীদের জন্য কি রয়েছে? না
    কিছুই নেই। কারণ তাদের জন্য জান্নাতি পুরুষগন রয়েছে। যারা তাদের
    সুখ-শান্তির জন্য যথেষ্ট। নারীদের জন্য পুরুষ এবং পুরুষদের জন্য নারী।
    এমনকি কুরআনেও এই কথা উল্লেখ আছে। জান্নাতী নারীরা হুরদের সর্দারনী
    হবে এর স্বপক্ষে কোন দলীল বা লজিক কিছুই আমি পাই নাই।`,
  },
];

const Correction = (params) => {
  const [title, setTitle] = useState("ইসলামের নামে কিছু ভুল ধারণার অপনোদন");
  console.log(params);
  return (
    <div>
      <Head>
        <title>{title}</title>
        <meta name="description" content="Generated by create next app" />
        <link rel="icon" href="/allah.png" />
      </Head>

      <div className="max-w-6xl mx-auto px-4 text-justify">
        <div className="mb-5">
          <h1 className="text-2xl font-bold text-center mb-4">
            ইসলামের নামে কিছু ভুল ধারণার অপনোদন
          </h1>
          <p className="text-justify text-lg leading-7 mb-3">
            বর্তমানে ইসলামের নামে কিছু ভুল তথ্য সমাজে প্রচলিত আছে যা আমদেরকে ভুল
            পথে পরিচালিত করছে। এই পৃষ্ঠায় এরকম কিছু ভুল ধারণা এবং সংশ্লিষ্ট
            বিষয়ে সঠিক তথ্য তুলে ধরা হয়েছে।
          </p>
          <p className="text-gray-700 italic text-justify font-semibold text-sm">
            ( যে কোন একটি ভুল ধারণার বিস্তারিত পড়তে ঐ ভুল ধারণাটির উপর ক্লিক
            করুন। )
          </p>
        </div>

        <div className="grid gap-4 mb-10">
          {misconceptions.map((item) => (
            <div
              key={item.id}
              className="bg-blue-50 hover:bg-blue-100 p-4 rounded-lg shadow-sm transition duration-200 flex items-center justify-between"
            >
              <p onClick={() => setTitle(item.title)}>
                <a
                  href={`#${item.id}`}
                  className="text-blue-700 hover:text-blue-900 flex items-center"
                >
                  <FaChevronRight className="inline-block mr-2 text-green-600" />
                  <span className="font-bold">{item.title}</span>
                </a>
              </p>
            </div>
          ))}
        </div>

        {misconceptions.map((item) => (
          <div
            id={item.id}
            key={item.id}
            className="pt-24 bg-white p-6 rounded-lg shadow-md mb-8 border border-gray-200"
          >
            <p className="font-bold underline text-red-600 text-xl mb-3">
              {item.title}
            </p>
            <p className="text-gray-800 text-base leading-7">{item.details}</p>
          </div>
        ))}
      </div>
    </div>
  );
};

export default Correction;
