import React from "react";

const dueToParents = () => {
  return (
    <div className=" px-4  text-justify">
      <p className="">
        {" "}
        وَقَضَى رَبُّكَ أَلاَّ تَعْبُدُوا إِلاَّ إِيَّاهُ وَبِالْوَالِدَيْنِ
        إِحْسَانًا إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ
        كِلاَهُمَا فَلاَ تَقُلْ لَهُمَا أُفٍّ وَلاَ تَنْهَرْهُمَا وَقُلْ لَهُمَا
        قَوْلاً كَرِيمًا- وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ
        وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا- رَبُّكُمْ أَعْلَمُ
        بِمَا فِي نُفُوسِكُمْ إِنْ تَكُونُوا صَالِحِينَ فَإِنَّهُ كَانَ
        لِلْأَوَّابِينَ غَفُورًا- (إسراء 23-25)-
      </p>
      ‘আর তোমার প্রতিপালক আদেশ করেছেন যে, তোমরা তাঁকে ছাড়া অন্য কারু উপাসনা করো
      না এবং তোমরা পিতা-মাতার প্রতি সদাচরণ করো। তাদের মধ্যে কেউ অথবা উভয়ে যদি
      তোমার নিকট বার্ধক্যে উপনীত হন, তাহ’লে তুমি তাদের প্রতি উহ্ শব্দটিও উচ্চারণ
      করো না এবং তাদেরকে ধমক দিয়ো না। তুমি তাদের সাথে নম্রভাবে কথা বল’। ‘আর
      তাদের প্রতি মমতাবশে নম্রতার পক্ষপুট অবনমিত কর এবং বল, হে আমার প্রতিপালক!
      তুমি তাদের প্রতি দয়া কর যেমন তারা আমাকে শৈশবে দয়াপরবশে লালন-পালন
      করেছিলেন’। ‘তোমাদের প্রতিপালক তোমাদের অন্তরে যা আছে তা ভালভাবেই জানেন। যদি
      তোমরা সৎকর্ম পরায়ণ হও, তবে তিনি তওবাকারীদের জন্য ক্ষমাশীল’ (ইসরা/বনু
      ইস্রাঈল ১৭/২৩-২৫)। উপরোক্ত আয়াতে আল্লাহ স্বীয় ইবাদতের সাথে পিতা-মাতার
      সেবাকে একত্রিতভাবে বর্ণনা করেছেন। এর মাধ্যমে এটিকে তাওহীদ বিশ্বাসের ন্যায়
      গুরুত্বপূর্ণ বুঝানো হয়েছে। এর কারণ সৃষ্টিকর্তা হিসাবে যেমন আল্লাহর কোন
      শরীক নেই, জন্মদাতা হিসাবে তেমনি পিতা-মাতারও কোন শরীক নেই। আল্লাহর ইবাদত
      যেমন বান্দার উপর অপরিহার্য, পিতা-মাতার সেবাও তেমনি সন্তানের উপর অপরিহার্য।
      যেমন অন্যত্র বলা হয়েছে, أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ
      الْمَصِيرُ ‘অতএব তুমি আমার প্রতি ও তোমার পিতা-মাতার প্রতি কৃতজ্ঞ হও। (মনে
      রেখ, তোমার) প্রত্যাবর্তন আমার কাছেই’ (লোকমান ৩১/১৪)। এখানেও আল্লাহর প্রতি
      কৃতজ্ঞতা এবং পিতা-মাতার প্রতি কৃতজ্ঞতাকে সমভাবে বর্ণনা করা হয়েছে। ১.
      আল্লাহর আদেশ অপরিবর্তনীয় : উপরোক্ত আয়াতে وَقَضَى رَبُّكَ ‘আর তোমার
      প্রতিপালক আদেশ করেছেন’। এই আদেশ অর্থ ‘চূড়ান্ত ফায়ছালা’। কেননা আল্লাহর
      ইবাদতের ফায়ছালা যেমন চূড়ান্ত, পিতা-মাতার সেবা করার ফায়ছালাও তেমনি চূড়ান্ত।
      এই সিদ্ধান্তে কোন পরিবর্তন বা নড়চড় নেই। যেমন অন্যত্র এসেছে,قُضِيَ
      الْأَمْرُ الَّذِي فِيهِ تَسْتَفْتِيَانِ ‘তোমরা যে বিষয়ে জানতে আগ্রহী, তার
      সিদ্ধান্ত হয়ে গেছে’ (ইউসুফ ১২/৪১)। যাকারিয়া বিন সালাম বলেন, জনৈক ব্যক্তি
      হাসান বাছরী (রহঃ)-এর নিকট এসে বলল, আমি আমার স্ত্রীকে তিন তালাক দিয়েছি।
      জবাবে তিনি বললেন, তুমি তোমার প্রতিপালকের অবাধ্যতা করেছ। লোকটি বলল, আমার
      উপর এটিই আল্লাহ আদেশ করেছেন। তখন হাসান বাছরী বললেন, আল্লাহ তোমার উপর এটি
      আদেশ করেননি। বলেই তিনি অত্র আয়াতের প্রথমাংশটি পাঠ করলেন’ (কুরতুবী)। কারণ
      إِنَّ اللهَ لاَ يَأْمُرُ بِالْفَحْشَاءِ ‘আল্লাহ কখনো ফাহেশা কাজের আদেশ
      করেন না’ (আ‘রাফ ৭/২৮)। অনুরূপভাবে وَلاَ يَرْضَى لِعِبَادِهِ الْكُفْرَ
      ‘তিনি বান্দার কুফরীর উপরে সন্তুষ্ট হন না’ (যুমার ৩৯/৭)। অতএব অত্র আয়াতে
      ‘আদেশ করেছেন’ অর্থ ‘ফায়ছালা করেছেন’। ২. পিতা-মাতার শরী‘আত বিরোধী আদেশ
      ব্যতীত সবকিছু মানতে হবে : আল্লাহ বলেন, وَإِنْ جَاهَدَاكَ عَلَى أَنْ
      تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا وَصَاحِبْهُمَا
      فِي الدُّنْيَا مَعْرُوفًا ‘আর যদি পিতা-মাতা তোমাকে চাপ দেয় আমার সাথে কাউকে
      শরীক করার জন্য, যে বিষয়ে তোমার কোন জ্ঞান নেই, তাহ’লে তুমি তাদের কথা মানবে
      না। তবে পার্থিব জীবনে তাদের সাথে সদ্ভাব রেখে চলবে’ (লোকমান ৩১/১৫)। এখানে
      শিরক বলতে আল্লাহর সত্তার সঙ্গে অন্য কিছুকে শরীক করা। একইভাবে আল্লাহর
      বিধানের সাথে অন্যের বিধানকে শরীক করা বুঝায়। ধর্মের নামে ও রাষ্ট্রের নামে
      মানুষের মনগড়া সকল বিধান এর মধ্যে শামিল। অতএব পিতা-মাতা যদি সন্তানকে পবিত্র
      কুরআন ও ছহীহ হাদীছের বাইরে অন্য কিছু করতে চাপ দেন, তবে সেটি মানতে সন্তান
      বাধ্য নয়। কিন্তু অন্য সকল বিষয়ে সদাচরণ করবে। মুছ‘আব বিন সা‘দ তার পিতা সা‘দ
      বিন খাওলা হ’তে বর্ণনা করেন যে, আমার মা একদিন আমাকে কসম দিয়ে বলেন, আল্লাহ
      কি আত্মীয়তার সম্পর্ক রক্ষা করতে এবং পিতা-মাতার সাথে সদ্ব্যবহার করতে
      নির্দেশ দেননি?فَوَاللهِ لاَ أَطْعَمُ طَعَاماً وَلاَ أَشْرَبُ شَرَاباً
      حَتَّى أَمُوتَ أَوْ تَكْفُرَ بِمُحَمَّدٍ ‘অতএব আল্লাহর কসম! আমি কিছুই খাবো
      না ও পান করবো না, যতক্ষণ না মৃত্যুবরণ করব অথবা তুমি মুহাম্মাদের সাথে কুফরী
      করবে’ (আহমাদ হা/১৬১৪)। ফলে যখন তারা তাকে খাওয়াতেন, তখন গালের মধ্যে লাঠি
      ভরে ফাঁক করে তরল খাদ্য দিতেন। এভাবে তিন দিন পর যখন মায়ের মৃত্যুর উপক্রম
      হ’ল, তখন সূরা আনকাবূত ৮ আয়াত নাযিল হ’ল,وَوَصَّيْنَا الْإِنْسَانَ
      بِوَالِدَيْهِ حُسْنًا وَإِنْ جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ
      بِهِ عِلْمٌ فَلاَ تُطِعْهُمَا إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا
      كُنْتُمْ تَعْمَلُونَ- ‘আর আমরা মানুষকে নির্দেশ দিয়েছি যেন তারা পিতা-মাতার
      সাথে (কথায় ও কাজে) উত্তম ব্যবহার করে। তবে যদি তারা তোমাকে এমন কিছুর সাথে
      শরীক করার জন্য চাপ দেয়, যে বিষয়ে তোমার কোন জ্ঞান নেই, সে বিষয়ে তুমি তাদের
      কথা মান্য করো না। আমার কাছেই তোমাদের প্রত্যাবর্তনস্থল। অতঃপর আমি তোমাদের
      জানিয়ে দেব যেসব কাজ তোমরা করতে’ (আনকাবূত ২৯/৮)।[1] অন্য বর্ণনায় এসেছে, মা
      বললেন, তুমি অবশ্যই তোমার দ্বীন ছাড়বে। নইলে আমি খাব না ও পান করব না, এভাবেই
      মরে যাব। তখন তোমাকে লোকেরা তিরষ্কার করে বলবে, يَا قَاتِلَ أُمِّهِ ‘হে
      মায়ের হত্যাকারী’! আমি বললাম, يَا أُمَّاهُ! لَوْ كَانَتْ لَكِ مِائَةُ
      نَفْسٍ، فَخَرَجَتْ نَفْسًا نَفْسًا مَا تَرَكْتُ دِينِي هَذَا فَإِنْ شِئْتِ
      فَكُلِي، وَإِنْ شِئْتِ فَلَا تَأْكُلِي ‘হে মা! যদি তোমার একশ’টি জীবন হয়,
      আর এক একটি করে এভাবে বের হয়, তবুও আমি আমার এই দ্বীন ছাড়ব না। এখন তুমি
      চাইলে খাও, চাইলে না খাও! অতঃপর আমার এই দৃঢ় অবস্থান দেখে তিনি খেলেন। তখন
      অত্র আয়াত নাযিল হ’ল। সা‘দ (রাঃ) বলেন, আমার কারণে এভাবে মোট ৪টি আয়াত নাযিল
      হয়েছে।[2] বস্ত্ততঃ এমন ঘটনা সকল যুগে ঘটতে পারে। তখন মুমিনকে অবশ্যই দুনিয়ার
      বদলে দ্বীনকে অগ্রাধিকার দিতে হবে। ৩. মুশরিক পিতা-মাতার প্রতি সদাচরণ : (ক)
      আসমা বিনতে আবুবকর (রাঃ) বলেন, হে আল্লাহর রাসূল! আমার মুশরিক মা আমার কাছে
      এসেছে। আমি কি তার সাথে সদ্ব্যবহার করব? তিনি বললেন, হ্যাঁ। সদ্ব্যবহার
      কর’।[3] ইবনু হাজার (রহঃ) বলেন, ঘটনাটি ছিল হোদায়বিয়া সন্ধি থেকে মক্কা
      বিজয়ের পূর্ব পর্যন্ত সময়কার। যখন তিনি তার মুশরিক স্বামী হারেছ বিন মুদরিক
      আল-মাখযূমীর সাথে ছিলেন (ফাৎহুল বারী)। (খ) আবু হুরায়রা (রাঃ) বলেন, আমার মা
      ছিলেন মুশরিক। একদিন আমি তার নিকটে ইসলামের দাওয়াত দিলে তিনি আমাকে রাসূল
      (ছাঃ) সম্পর্কে এমন কিছু কথা বলেন, যা আমার নিকট খুবই অপসন্দনীয় ছিল। তখন আমি
      রাসূল (ছাঃ)-এর নিকট গিয়ে কাঁদতে লাগলাম এবং তার হেদায়াতের জন্য দো‘আ করতে
      বললাম। অতঃপর তিনি দো‘আ করলেন। এরপর আমি বাড়িতে ফিরে এসে দরজা নাড়লে ভিতর
      থেকে মা বলেন, তুমি কিছুক্ষণ অপেক্ষা কর। তারপর তিনি গোসল সেরে পোষাক পরে
      দরজা খুলে দেন এবং কালেমায়ে শাহাদত পাঠ করে তার ইসলাম ঘোষণা করেন।[4] ৪.
      পিতা-মাতার প্রতি সদাচরণ কেন করবে? আল্লাহ বলেন,وَوَصَّيْنَا الْإِنْسَانَ
      بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ وَفِصَالُهُ فِي
      عَامَيْنِ أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ- ‘(আল্লাহ
      বলেন,) আর আমরা মানুষকে তার পিতা-মাতার প্রতি সদাচরণের নির্দেশ দিয়েছি। তার
      মা তাকে কষ্টের পর কষ্ট করে গর্ভে ধারণ করেছে এবং তার দুধ ছাড়ানো হয় দু’বছরে।
      অতএব তুমি আমার প্রতি ও তোমার পিতা-মাতার প্রতি কৃতজ্ঞ হও। (মনে রেখ, তোমার)
      প্রত্যাবর্তনস্থল আমার কাছেই’ (লোকমান ৩১/১৪)। অন্যত্র আল্লাহ বলেন,
      وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ إِحْسَانًا حَمَلَتْهُ أُمُّهُ
      كُرْهًا وَوَضَعَتْهُ كُرْهًا وَحَمْلُهُ وَفِصَالُهُ ثَلاَثُونَ شَهْرًا-
      ‘আমরা মানুষকে নির্দেশ দিয়েছি তার পিতা-মাতার প্রতি সদ্ব্যবহার করার জন্য।
      তার মা তাকে গর্ভে ধারণ করেছে কষ্টের সাথে এবং প্রসব করেছে কষ্টের সাথে। তাকে
      গর্ভে ধারণ ও দুধ পান ছাড়াতে লাগে ত্রিশ মাস’ (আহক্বাফ ৪৬/১৫)। এর দ্বারা
      বুঝা যায় যে, গর্ভ ধারণের সর্বনিম্ন মেয়াদ ছয় মাস (কুরতুবী)। কেননা বাচ্চাকে
      দু’বছর যাবৎ বুকের দুধ খাওয়ানোর ব্যাপারে মায়েদের প্রতি নির্দেশ দিয়ে আল্লাহ
      বলেন,وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ
      لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ- ‘জন্মদানকারিনী মায়েরা তাদের
      সন্তানদের পূর্ণ দু’বছর দুধ পান করাবে, যদি তারা দুধপানের মেয়াদ পূর্ণ করতে
      চায়’ (বাক্বারাহ ২/২৩৩)। মানুষ তার পিতা-মাতার মাধ্যমেই দুনিয়াতে এসেছে। অতএব
      তারাই সর্বাধিক সদাচরণ পাওয়ার যোগ্য। আল্লাহ বলেন,هَلْ أَتَى عَلَى
      الْإِنْسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا- إِنَّا
      خَلَقْنَا الْإِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ فَجَعَلْنَاهُ
      سَمِيعًا بَصِيرًا- ‘নিশ্চয়ই মানুষের উপর যুগের এমন একটি সময় অতিক্রান্ত
      হয়েছে, যখন সে উল্লেখযোগ্য কিছুই ছিল না’। ‘আমরা মানুষকে সৃষ্টি করেছি
      (পিতা-মাতার) মিশ্রিত শুক্রবিন্দু হ’তে, তাকে পরীক্ষা করার জন্য। অতঃপর আমরা
      তাকে করেছি শ্রবণশক্তিসম্পন্ন ও দৃষ্টিশক্তিসম্পন্ন’ (দাহর ৭৬/১-২)। ৫.
      পিতা-মাতার পায়ের নীচে জান্নাত : জাহেমাহ আস-সুলামী (রাঃ) বলেন, আমি
      রাসূলুল্লাহ (ছাঃ)-এর নিকটে এলাম জিহাদে যাওয়ার উদ্দেশ্যে পরামর্শ করার জন্য।
      তিনি আমাকে বললেন, তোমার কি পিতা-মাতা আছে? আমি বললাম, হ্যাঁ। তিনি
      বললেন,الْزَمْهُمَا فَإِنَّ الْجَنَّةَ تَحْتَ أَرْجُلِهِمَا ‘তুমি তাদের
      নিকটে থাক। কেননা জান্নাত রয়েছে তাদের পায়ের নীচে’।[5] অন্য বর্ণনায় এসেছে,
      জাহেমাহ আস-সুলামী রাসূলুল্লাহ (ছাঃ)-এর ডান দিক থেকে ও বাম দিক থেকে দু’বার
      এসে বলেন, আমি আপনার সাথে জিহাদে যেতে চাই এবং এর মাধ্যমে আল্লাহর সন্তুষ্টি
      ও আখেরাত কামনা করি। জবাবে রাসূল (ছাঃ) বলেন, তোমার মা কি বেঁচে আছেন? তিনি
      বললেন, হ্যাঁ। রাসূল (ছাঃ) বললেন, ارْجِعْ فَبَرَّهَا ‘ফিরে যাও। তার সাথে
      সদাচরণ কর’। অবশেষে তৃতীয় বার সম্মুখ থেকে এসে একই আবেদন করেন। তখন রাসূল
      (ছাঃ) তাকে জিজ্ঞেস করেন তোমার মা কি জীবিত আছেন? তিনি বললেন, হ্যাঁ। তখন
      রাসূল (ছাঃ) বললেন,وَيْحَكَ الْزَمْ رِجْلَهَا فَثَمَّ الْجَنَّةُ ‘তোমার
      ধ্বংস হৌক! তার পায়ের কাছে থাক। সেখানেই জান্নাত’ (ইবনু মাজাহ হা/২৭৮১)। ৬.
      পিতা-মাতার সেবা জিহাদে গমনের চাইতে উত্তম : আব্দুল্লাহ বিন ‘আমর (রাঃ) বলেন,
      জনৈক ব্যক্তি রাসূল (ছাঃ)-এর দরবারে এসে বলল, আমি আপনার নিকটে হিজরত ও
      জিহাদের উপরে বায়‘আত করতে চাই। যার দ্বারা আমি আল্লাহর সন্তুষ্টি ও আখেরাত
      কামনা করি। রাসূলুল্লাহ (ছাঃ) তাকে বললেন, তোমার পিতা-মাতার কেউ জীবিত আছেন
      কি? লোকটি বলল, হ্যাঁ। বরং দু’জনেই বেঁচে আছেন। আমি তাদের উভয়কে ক্রন্দনরত
      অবস্থায় ছেড়ে এসেছি। রাসূল (ছাঃ) বললেন, এরপরেও তুমি আল্লাহর নিকট পুরস্কার
      আশা কর? লোকটি বলল, হ্যাঁ। তিনি বললেন,فَارْجِعْ إِلَى وَالِدَيْكَ
      فَأَحْسِنْ صُحْبَتَهُمَا فَفِيهِمَا فَجَاهِدْ ‘তুমি তোমার পিতা-মাতার নিকট
      ফিরে যাও ও সর্বোত্তম সাহচর্য দান কর এবং তাদের কাছেই জিহাদ কর’ (মুসলিম
      হা/২৫৪৯ (৫-৬)। তিনি আরও বলেন,فَارْجِعْ إِلَيْهِمَا فَأَضْحِكْهُمَا كَمَا
      أَبْكَيْتَهُمَا، وَأَبَى أَنْ يُبَايِعَهُ ‘তুমি তাদেরকে হাসাও, যেমন তুমি
      তাদেরকে কাঁদিয়েছ। অতঃপর তিনি তার বায়‘আত নিতে অস্বীকার করলেন’।[6] এর দ্বারা
      বুঝা যায় যে, পিতা-মাতার সেবা কখনো কখনো জিহাদের চেয়ে উত্তম হয়ে থাকে। জমহূর
      বিদ্বানগণের নিকটে সন্তানের উপর জিহাদে যাওয়া হারাম হবে, যদি তাদের মুসলিম
      পিতা-মাতা উভয়ে কিংবা কোন একজন জিহাদে যেতে নিষেধ করেন। কেননা তাদের সেবা করা
      সন্তানের জন্য ‘ফরযে ‘আয়েন’। পক্ষান্তরে জিহাদ করা তার জন্য ‘ফরযে কিফায়াহ’।
      যা সে না করলেও অন্য কেউ করবে ইসলামী রাষ্ট্রের আমীরের হুকুমে। আব্দুল্লাহ
      বিন মাসঊদ (রাঃ) হ’তে বর্ণিত তিনি বলেন, আমি রাসূলুল্লাহ (ছাঃ)-কে জিজ্ঞেস
      করলাম, আল্লাহর নিকট কোন আমল সর্বাধিক প্রিয়? তিনি বললেন, ওয়াক্ত মোতাবেক
      ছালাত আদায় করা। আমি বললাম, তারপর কি? তিনি বললেন, পিতা-মাতার সেবা করা।
      বললাম, তারপর কি? তিনি বললেন, আল্লাহর রাস্তায় জিহাদ করা’।[7] অন্য বর্ণনায়
      এসেছে, আউয়াল ওয়াক্তে ছালাত আদায় করা’।[8] এর দ্বারা বুঝা যায় যে, পিতা-মাতার
      সেবা করার স্থান জিহাদে গমন করার উপরে। হযরত আবু হুরায়রা (রাঃ) হ’তে বর্ণিত
      রাসূল (ছাঃ) বলেন, তার নাক ধূলি ধূসরিত হৌক (৩ বার)। বলা হ’ল, তিনি কে হে
      আল্লাহর রাসূল! তিনি বললেন, যে ব্যক্তি তার পিতা-মাতা উভয়কে কিংবা একজনকে
      বৃদ্ধাবস্থায় পেল, অথচ জান্নাতে প্রবেশ করতে পারলো না’।[9] জাবের বিন
      আব্দুল্লাহ (রাঃ) বলেন, রাসূলুল্লাহ (ছাঃ) মিম্বরে আরোহণ করলেন। অতঃপর ১ম
      সিঁড়িতে পা দিয়ে বললেন, আমীন। ২য় সিঁড়িতে পা দিয়ে বললেন, আমীন। এরপর ৩য়
      সিঁড়িতে পা দিয়ে বললেন, আমীন। লোকেরা বলল, হে আল্লাহর রাসূল! আমরা আপনাকে তিন
      সিঁড়িতে তিন বার আমীন বলতে শুনলাম। তিনি বললেন, আমি যখন ১ম সিঁড়িতে উঠলাম,
      তখন জিব্রীল আমাকে এসে বললেন, হে মুহাম্মাদ! যে ব্যক্তি রামাযান মাস পেল।
      অতঃপর মাস শেষ হয়ে গেল। কিন্তু তাকে ক্ষমা করা হ’ল না। পরে সে জাহান্নামে
      প্রবেশ করল। আল্লাহ তাকে স্বীয় রহমত থেকে দূরে সরিয়ে দিলেন। তুমি বল, আমীন।
      তখন আমি বললাম, আমীন’। ২য় সিঁড়িতে উঠলে জিব্রীল বললেন, যে ব্যক্তি তার
      পিতা-মাতাকে বা তাদের একজনকে পেল। অতঃপর সে তাদের সাথে সদ্ব্যবহার করলো না।
      ফলে সে জাহান্নামে প্রবেশ করল। আল্লাহ তাকে স্বীয় রহমত থেকে দূরে সরিয়ে
      দিলেন। তুমি বল, আমীন। তখন আমি বললাম, আমীন’। অতঃপর ৩য় সিঁড়িতে পা দিলে তিনি
      বললেন, যার নিকটে তোমার কথা বর্ণনা করা হ’ল, অথচ সে তোমার উপরে দরূদ পাঠ করলো
      না। অতঃপর মারা গেল ও জাহান্নামে প্রবেশ করলো। আল্লাহ তাকে স্বীয় রহমত থেকে
      দূরে সরিয়ে দিলেন। তুমি বল, আমীন। তখন আমি বললাম, আমীন’।[10] ৭. মায়ের সেবার
      গুরুত্ব সর্বাধিক : আবু হুরায়রা (রাঃ) হ’তে বর্ণিত, জনৈক ব্যক্তি বলল, হে
      আল্লাহর রাসূল! আমার সেবা পাওয়ার সর্বাধিক হকদার কে? তিনি বললেন, তোমার মা।
      লোকটি বলল, তারপর কে? তিনি বললেন, তোমার মা। লোকটি বলল, তারপর কে? তিনি
      বললেন, তোমার মা। লোকটি বলল, তারপর কে? তিনি বললেন, তোমার পিতা। অতঃপর তোমার
      রক্ত সম্পর্কীয় নিকটাত্মীয়গণ যে যত নিকটবর্তী’।[11] অন্য এক বর্ণনায় তিনি
      বলেন, তুমি তোমার মায়ের সেবা কর। فَإِنَّ الْجَنَّةَ تَحْتَ رِجْلَيْهَا
      ‘কেননা জান্নাত তার দু’পায়ের নীচে’ (নাসাঈ হা/৩১০৪)। ৮. পিতার সন্তুষ্টিতে
      আল্লাহর সন্তুষ্টি : আব্দুল্লাহ বিন ‘আমর (রাঃ) হ’তে বর্ণিত রাসূলুল্লাহ
      (ছাঃ) বলেন,رِضَى الرَّبِّ فِى رِضَى الْوَالِدِ وَسَخَطُ الرَّبِّ فِى
      سَخَطِ الْوَالِدِ ‘পিতার সন্তুষ্টিতে আল্লাহর সন্তুষ্টি এবং পিতার ক্রোধে
      আল্লাহর ক্রোধ’।[12] আবুদ্দারদা (রাঃ) হ’তে বর্ণিত, জনৈক ব্যক্তি শামে তার
      নিকটে এসে বলল, আমার মা, অন্য বর্ণনায় আমার পিতা বা মাতা (রাবীর সন্দেহ)
      আমাকে বারবার তাকীদ দিয়ে বিয়ে করালেন। এখন তিনি আমাকে আমার স্ত্রীকে তালাক
      দানের নির্দেশ দিচ্ছেন। এমতাবস্থায় আমি কি করব? জবাবে আবুদ্দারদা বলেন, আমি
      তোমার স্ত্রীকে ছাড়তেও বলব না, রাখতেও বলব না। আমি কেবল অতটুকু বলব, যতটুকু
      আমি রাসূলুল্লাহ (ছাঃ)-এর নিকট থেকে শুনেছি। তিনি বলেছেন,الْوَالِدُ أَوْسَطُ
      أَبوابِ الْجَنَّةِ، فَحَافِظْ إِنْ شِئْتَ أَوْ ضَيِّعْ ‘পিতা হ’লেন
      জান্নাতের মধ্যম দরজা। এক্ষণে তুমি চাইলে তা রেখে দিতে পার অথবা বিনষ্ট করতে
      পার’।[13] আব্দুল্লাহ ইবনু ওমর (রাঃ) বলেন, আমার স্ত্রীকে আমি ভালবাসতাম।
      কিন্তু আমার পিতা তাকে অপসন্দ করতেন। তিনি তাকে তালাক দিতে বলেন। আমি তাতে
      অস্বীকার করি। তখন বিষয়টি রাসূলুল্লাহ (ছাঃ)-কে বলা হ’লে তিনি বলেন, أَطِعْ
      أَبَاكَ وَطَلِّقْهَا، فَطَلَّقْتُهَا ‘তুমি তোমার পিতার আনুগত্য কর এবং তাকে
      তালাক দাও। অতঃপর আমি তাকে তালাক দিলাম’।[14] ঈমানদার ও দূরদর্শী পিতার আদেশ
      মান্য করা ঈমানদার সন্তানের জন্য অবশ্য কর্তব্য। কিন্তু পুত্র ও তার স্ত্রী
      উভয়ে ধার্মিক ও আনুগত্যশীল হ’লে ফাসেক পিতা-মাতার নির্দেশ এক্ষেত্রে মানা
      যাবে না। একইভাবে সন্তান ছহীহ হাদীছপন্থী হ’লে বিদ‘আতী পিতা-মাতার ধর্মীয়
      নির্দেশও মানা চলবে না। কারণ সকল ক্ষেত্রে পবিত্র কুরআন ও ছহীহ হাদীছের বিধান
      অগ্রাধিকার পাবে। ৯. পিতা-মাতার দো‘আ নিঃসন্দেহে কবুল হয় : আবু হুরায়রা (রাঃ)
      হ’তে বর্ণিত রাসূলুল্লাহ (ছাঃ) বলেন, ثَلاَثُ دَعَوَاتٍ مُسْتَجَابَاتٌ لاَ
      شَكَّ فِيهِنَّ : دَعْوَةُ الْوَالِدِ وَدَعْوَةُ الْمُسَافِرِ وَدَعْوَةُ
      الْمَظْلُومِ ‘তিনটি দো‘আ কবুল হয়। যাতে কোনরূপ সন্দেহ নেই। পিতার দো‘আ,
      মুসাফিরের দো‘আ ও মযলূমের দো‘আ’ (আবুদাঊদ হা/১৫৩৬)। অন্য বর্ণনায় এসেছে,
      وَدَعْوَةُ الْوَالِدَيْنِ ‘পিতা-মাতার দো‘আ’ (আল-আদাবুল মুফরাদ হা/৩২)। আরেক
      বর্ণনায় এসেছে,وَدَعْوَةُ الْوَالِدِ عَلَى وَلَدِهِ ‘পিতার বদদো‘আ তার
      সন্তানের বিরুদ্ধে’ (তিরমিযী হা/১৯০৫)। এক কথায় সন্তানের জন্য বা সন্তানের
      বিরুদ্ধে পিতা-মাতার যেকোন দো‘আ বা বদদো‘আ নিঃসন্দেহে আল্লাহর নিকট কবুল হয়ে
      যায়। অতএব এ ব্যাপারে পিতা-মাতা ও সন্তানদের সর্বদা সাবধান থাকতে হবে। যেন
      সন্তানের কোন আচরণে পিতা-মাতার অন্তর থেকে ‘উহ্’ শব্দ বেরিয়ে না আসে। অথবা
      সন্তানের প্রতি রুষ্ট হয়ে পিতা-মাতা যেন মনে বা মুখে কোন বদদো‘আ না করে বসেন।
      যেকোন অবস্থায় উভয়কে ধৈর্য ধারণ করতে হবে এবং সর্বদা উভয়ে উভয়ের প্রতি
      সহমর্মী ও সহানুভূতিশীল থাকতে হবে। প্রত্যেকে পরস্পরের কল্যাণ কামনা করতে
      হবে। নইলে যেকোন সময় কঠিন অবস্থার সম্মুখীন হয়ে যাওয়ার নিশ্চিত সম্ভাবনা থেকে
      যাবে। ১০. সন্তান হ’ল পিতা-মাতার পবিত্রতম উপার্জন : ‘আমর বিন শু‘আইব তার
      পিতা হ’তে, তিনি তার দাদা ‘আমর ইবনুল ‘আছ (রাঃ) হ’তে বর্ণনা করেন, জনৈক
      ব্যক্তি রাসূল (ছাঃ)-এর নিকটে এসে বলল, আমার সম্পদ আছে। আর আমার পিতা আমার
      সম্পদের মুখাপেক্ষী। তখন রাসূল (ছাঃ) বললেন, أَنْتَ وَمَالُكَ لِوَالِدِكَ،
      إِنَّ أَوْلاَدَكُمْ مِنْ أَطْيَبِ كَسْبِكُمْ، كُلُوا مِنْ كَسْبِ
      أَوْلاَدِكُمْ ‘তুমি ও তোমার সম্পদ তোমার পিতার জন্য। নিশ্চয়ই তোমাদের
      সন্তানগণ তোমাদের পবিত্রতম উপার্জনের অন্তর্ভুক্ত। অতএব তোমরা তোমাদের
      সন্তানদের উপার্জন থেকে ভক্ষণ কর’।[15] আয়েশা (রাঃ) হ’তে বর্ণিত অন্য হাদীছে
      রাসূল (ছাঃ) বলেন, إِنَّ أَطْيَبَ مَا أَكَلْتُمْ مِنْ كَسْبِكُمْ وَإِنَّ
      أَوْلاَدَكُمْ مِنْ كَسْبِكُمْ- ‘নিশ্চয়ই সবচেয়ে পবিত্র খাদ্য হ’ল যা তোমরা
      নিজেরা উপার্জন কর। আর তোমাদের সন্তানগণ তোমাদের উপার্জনের অংশ’ (তিরমিযী
      হা/১৩৫৮)। উক্ত বিষয়ে জাবের ও আব্দুল্লাহ বিন ‘আমর প্রমুখ ছাহাবী থেকেও ছহীহ
      হাদীছ সমূহ রয়েছে। ইমাম তিরমিযী বলেন, অনেক ছাহাবী ও অন্যান্য বিদ্বানগণ
      বলেন, পিতা-মাতা সন্তানের সম্পদ থেকে যতটুকু ইচ্ছা গ্রহণ করতে পারেন। তবে কেউ
      কেউ বলেন, কেবল প্রয়োজন অনুপাতে নিতে পারেন’ (তিরমিযী হা/১৩৫৮-এর ব্যাখ্যা)।
      নেককার সন্তানের সকল নেক আমলের ছওয়াব তার পিতা-মাতা পাবেন। যদি তারা
      কাফের-মুশরিক অবস্থায় মৃত্যুবরণ না করেন। পক্ষান্তরে তাদের পাপের অংশ
      পিতা-মাতা না পেলেও দুনিয়াতে তারা সন্তানের কারণে বদনামগ্রস্থ হবেন। যেভাবে
      নূহ (আঃ)-এর অবাধ্য পুত্র জগদ্বাসীর নিকটে চিহ্নিত হয়ে আছে এবং ছেলেকে
      বাঁচানোর জন্য প্রার্থনা করে নবী নূহ (আঃ) আল্লাহর নিকট ধমক খেয়েছিলেন (হূদ
      ১১/৪৫-৪৬)। অতএব সন্তানদের অবশ্যই পিতা-মাতা ও বংশের সম্মান ও সুনামের
      ব্যাপারে সাবধান থাকতে হবে। ১১. পিতা-মাতার সেবা বিপদমুক্তির অসীলা :
      আব্দুল্লাহ ইবনে ওমর (রাঃ) হ’তে বর্ণিত রাসূলুল্লাহ (ছাঃ) বলেন, পূর্ব কালে
      তিন জন ব্যক্তি সফরে বের হয়। পথিমধ্যে তারা মুষলধারে বৃষ্টির মধ্যে পতিত হয়।
      তখন তিন জনে একটি পাহাড়ের গুহায় আশ্রয় নেয়। হঠাৎ গুহা মুখে একটি বড় পাথর ধসে
      পড়ে। তাতে গুহার মুখ বন্ধ হয়ে যায়। তিন জনে সাধ্যমত চেষ্টা করেও তা সরাতে
      ব্যর্থ হয়। তখন তারা পরস্পরে বলতে থাকে যে, এই বিপদ থেকে রক্ষার কেউ নেই
      আল্লাহ ব্যতীত। অতএব তোমরা আল্লাহকে খুশী করার উদ্দেশ্যে জীবনে কোন সৎকর্ম
      করে থাকলে সেটি সঠিকভাবে বল এবং তার দোহাই দিয়ে আললাহর নিকট প্রার্থনা কর।
      আশা করি তিনি আমাদেরকে এই বিপদ থেকে রক্ষা করবেন। তখন একজন বলল, আমার বৃদ্ধ
      পিতা-মাতা ছিলেন এবং আমার ছোট ছোট কয়েকটি শিশু সন্তান ছিল। যাদেরকে আমি
      প্রতিপালন করতাম। আমি প্রতিদিন মেষপাল চরিয়ে যখন ফিরে আসতাম, তখন সন্তানদের
      পূর্বে পিতা-মাতাকে দুধ পান করাতাম। একদিন আমার ফিরতে রাত হয়ে যায়। অতঃপর আমি
      দুগ্ধ দোহন করি। ইতিমধ্যে পিতা-মাতা ঘুমিয়ে যান। তখন আমি তাদের মাথার নিকট
      দুধের পাত্র নিয়ে দাঁড়িয়ে থাকি, যতক্ষণ না তারা জেগে ওঠেন। এ সময় ক্ষুধায়
      আমার বাচ্চারা আমার পায়ের নিকট কেঁদে গড়াগড়ি যায়। কিন্তু আমি পিতা-মাতার
      পূর্বে তাদেরকে পান করাতে চাইনি। এভাবে ফজর হয়ে যায়। অতঃপর তারা ঘুম থেকে
      উঠেন ও দুধ পান করেন। তারপরে আমি বাচ্চাদের পান করাই। اللَّهُمَّ إِنْ كُنْتُ
      فَعَلْتُ ذَلِكَ ابْتِغَاءَ وَجْهِكَ فَفَرِّجْ عَنَّا مَا نَحْنُ فِيهِ مِنْ
      هَذِهِ الصَّخْرَةِ ‘হে আল্লাহ! যদি আমি এটা তোমার সন্তুষ্টির জন্য করে থাকি,
      তাহ’লে তুমি আমাদের থেকে এই পাথর সরিয়ে নাও’! তখন পাথর কিছুটা সরে গেল এবং
      তারা আকাশ দেখতে পেল। দ্বিতীয় জন বলল, হে আল্লাহ! আমার একটা চাচাতো বোন ছিল।
      যাকে আমি সবচেয়ে ভালবাসতাম। এক সময় তাকে আমি আহবান করলে সে একশ’ দীনার নিয়ে
      আসতে বলল। আমি বহু কষ্টে একশ’ দীনার জমা করলাম। অতঃপর তার সঙ্গে সাক্ষাৎ
      করলাম। কিন্তু যখন আমি তার প্রতি উদ্যত হ’লাম, তখন সে বলল, يَا عَبْدَ اللهِ
      اتَّقِ اللهَ، وَلاَ تَفْتَحِ الْخَاتَمَ ‘হে আল্লাহর বান্দা! আল্লাহকে ভয়
      কর। আমার সতীত্ব বিনষ্ট করো না’। তৎক্ষণাৎ আমি সেখান থেকে উঠে এলাম। হে
      আল্লাহ! যদি আমি এটা তোমার সন্তুষ্টির জন্য করে থাকি, তাহ’লে তুমি আমাদের
      থেকে এই পাথর সরিয়ে নাও’! তখন পাথর কিছুটা সরে গেল। তৃতীয়জন বলল, হে আল্লাহ!
      আমি জনৈক ব্যক্তিকে এক পাত্র চাউলের বিনিময়ে মজুর নিয়োগ করি। কাজ শেষে আমি
      তাকে প্রাপ্য দিয়ে দেই। কিন্তু সে কোন কারণবশত তা ছেড়ে চলে যায়। তখন আমি তার
      প্রাপ্যের বিনিময়ে গরু ও রাখাল পালন করতে থাকলাম। অতঃপর একদিন লোকটি আমার
      কাছে আসল এবং বলল, আল্লাহকে ভয় কর, আমার উপর যুলুম করো না। আমার পাওনাটা দিয়ে
      দাও’। তখন আমি বললাম, এই গরু ও রাখাল সবই তুমি নিয়ে যাও। লোকটি বলল, আল্লাহকে
      ভয় কর, আমার সঙ্গে ঠাট্টা করো না’। আমি বললাম, আমি ঠাট্টা করছি না। ঐ গরু ও
      রাখাল সবই তুমি নিয়ে যাও। অতঃপর লোকটি সব নিয়ে গেল’। হে আল্লাহ! যদি আমি এটা
      তোমার সন্তুষ্টির জন্য করে থাকি, তাহ’লে তুমি আমাদের থেকে এই পাথর সরিয়ে
      নাও’! তখন পাথরের বাকীটুকু সরে গেল এবং আল্লাহ তাদেরকে মুক্তি দান
      করলেন’।[16] এগুলি হ’ল বৈধ অসীলা সমূহের অন্যতম। যাতে কোন রিয়া ও শ্রুতি ছিল
      না। কেবলমাত্র আল্লাহর সন্তুষ্টি কাম্য ছিল। সেজন্য আল্লাহ উপরোক্ত সৎকর্ম
      সমূহের অসীলায় তাদেরকে মুক্তি দিয়েছিলেন। ১২. পিতা-মাতার অবাধ্যতা শিরকের পরে
      মহাপাপ : আবু বাকরাহ (রাঃ) হ’তে বর্ণিত রাসূল (ছাঃ) এরশাদ করেন, আমি কি
      তোমাদেরকে সবচেয়ে বড় কবীরা গোনাহ কোনটি সে বিষয়ে খবর দিব না? আল্লাহর সাথে
      শিরক করা এবং পিতা-মাতার অবাধ্য হওয়া। এসময় তিনি ঠেস দিয়ে ছিলেন। অতঃপর উঠে
      বসে বললেন, সাবধান! মিথ্যা কথা ও মিথ্যা সাক্ষ্য। কথাটি তিনি বলতেই থাকলেন।
      আমরা ভাবছিলাম, তিনি আর থামবেন না’।[17] অত্র হাদীছে বুঝা যায় যে, শিরকের
      পরেই মহাপাপ হ’ল পিতা-মাতার অবাধ্য হওয়া। এরপরে মহাপাপ হ’ল মিথ্যা কথা বলা ও
      মিথ্যা সাক্ষ্য দেওয়া। ১৩. রেহেম রহমান হ’তে নিঃসৃত : আব্দুর রহমান বিন ‘আওফ
      (রাঃ) হ’তে বর্ণিত রাসূল (ছাঃ) বলেন, قَالَ اللهُ : أَنَا اللهُ وَأَنَا
      الرَّحْمَنُ خَلَقْتُ الرَّحِمَ وَشَقَقْتُ لَهَا مِنَ اسْمِى فَمَنْ
      وَصَلَهَا وَصَلْتُهُ وَمَنْ قَطَعَهَا بَتَتُّهُ- ‘আল্লাহ বলেছেন, আমি
      আল্লাহ, আমি রহমান। আমিই রেহেম সৃষ্টি করেছি। আমি ‘রেহেম’ শব্দটিকে আমার
      ‘রহমান’ নাম থেকে নিঃসৃত করেছি। অতএব যে ব্যক্তি আত্মীয়তার সম্পর্ক দৃঢ়
      রাখবে, আমি তার সাথে যুক্ত থাকব। আর যে ব্যক্তি সেটা ছিন্ন করবে, আমি তাকে
      বিচ্ছিন্ন করে দিব’।[18] আবু হুরায়রা (রাঃ)-এর বর্ণনায় এসেছে রাসূল (ছাঃ)
      বলেন, إِنَّ الرَّحِمَ سُجْنَةٌ مِنَ الرَّحْمَنِ ‘রেহেম শব্দটি রহমান থেকে
      নিঃসৃত। সেকারণ আল্লাহ বলেছেন,...।[19] আয়েশা (রাঃ)-এর বর্ণনায় এসেছে রাসূল
      (ছাঃ) বলেন, الرَّحِمُ مُعَلَّقَةٌ بِالْعَرْشِ ‘রেহেম আল্লাহর আরশের সাথে
      ঝুলন্ত। সে বলে, যে আমাকে নিজের সাথে যুক্ত রাখবে, আল্লাহ তাকে যুক্ত রাখবেন।
      আর যে আমাকে ছিন্ন করবে, আল্লাহ তার সাথে সম্পর্ক ছিন্ন করবেন’।[20] জুবায়ের
      বিন মুত্ব‘ইম (রাঃ)-এর বর্ণনায় এসেছে রাসূল (ছাঃ) বলেন, لاَ يَدْخُلُ
      الْجَنَّةَ قَاطِعُ رَحِمٍ ‘রেহেমের সম্পর্ক ছিন্নকারী ব্যক্তি জান্নাতে
      প্রবেশ করবে না’।[21] আব্দুল্লাহ বিন ‘আমর (রাঃ)-এর বর্ণনায় এসেছে,لاَ
      يَدْخُلُ الْجَنَّةَ مَنَّانٌ وَلاَ عَاقٌّ وَلاَ مُدْمِنُ خَمْرٍ ‘খোটা
      দানকারী, পিতা-মাতার অবাধ্য ও মদ্যপায়ী ব্যক্তি জান্নাতে প্রবেশ করবে
      না’।[22] ইবনু ওমর (রাঃ)-এর বর্ণনায় এসেছে,ثَلاَثَةٌ قَدْ حَرَّمَ اللهُ
      عَلَيْهِمُ الْجَنَّةَ مُدْمِنُ الْخَمْرِ وَالْعَاقُّ وَالْدَّيُّوثُ
      الَّذِى يُقِرُّ فِى أَهْلِهِ الْخَبَثَ- ‘তিন জন ব্যক্তির উপরে আল্লাহ
      জান্নাতকে হারাম করেছেন। মদ্যপায়ী, পিতা-মাতার অবাধ্য সন্তান এবং দাইয়ূছ। যে
      তার পরিবারে অশ্লীলতা স্থায়ী রাখে’।[23] ‘দাইয়ূছ’ অর্থ যে ব্যক্তি তার
      পরিবারে ব্যভিচার, ব্যভিচার উদ্রেককারী পরিবেশ, মদ্যপান ও বিভিন্ন ধরনের
      অনৈসলামী আচরণ জিইয়ে রাখে এবং তা দূরীকরণে যথাযোগ্য ব্যবস্থা নেয় না
      (মিরক্বাত)। আবু বাকরাহ (রাঃ) হ’তে বর্ণিত রাসূল (ছাঃ) বলেন, বিদ্রোহ এবং
      আত্মীয়তার সম্পর্ক ছিন্ন করা অপেক্ষা কোন পাপই এত জঘন্য নয় যে, পাপীকে আল্লাহ
      সবচেয়ে দ্রুত এ দুনিয়াতেই শাস্তি দেন এবং আখেরাতেও তার জন্য শাস্তি জমা
      রাখেন’।[24] অর্থাৎ অন্যান্য পাপের শাস্তি আল্লাহ দুনিয়াতে নাও দিতে পারেন
      অথবা বিলম্বিত করতে পারেন। কিন্তু বর্ণিত দুই পাপের শাস্তি দুনিয়াতেই আল্লাহ
      কিছু না কিছু দিয়ে থাকেন। আর আখেরাতে তো থাকবেই। যদি না সে তওবা করে।
      পিতা-মাতা হ’লেন রেহেমের সম্পর্কের মূল সূত্র। অতএব পিতা-মাতার সাথে
      সদ্ব্যবহার হ’ল সর্বাগ্রে। অতঃপর পিতৃকুল ও মাতৃকুলের রক্ত সম্পর্কীয়
      আত্মীয়গণ এই হাদীছের মধ্যে শামিল। কেননা আল্লাহ বলেন, وَهُوَ الَّذِي خَلَقَ
      مِنَ الْمَاءِ بَشَرًا فَجَعَلَهُ نَسَبًا وَصِهْرًا ‘তিনিই মানুষকে পানি
      হ’তে সৃষ্টি করেছেন। অতঃপর তিনি তার বংশগত ও বিবাহগত সম্পর্ক নির্ধারণ
      করেছেন’ (ফুরক্বান ২৫/৫৪)। বনু মুছত্বালিক্ব যুদ্ধে পরাজিত গোত্র নেতার কন্যা
      জুওয়াইরিয়াকে বিবাহ করার সূত্রে ঐ গোত্রের বন্দী একশ’ পরিবার মুক্তি পায় এবং
      তারা মুসলমান হয়ে যায়। অতঃপর রাসূল (ছাঃ)-এর শ্বশুর গোত্র (أَصْهَارُ رَسُولِ
      اللهِ) হিসাবে তারা সম্মানিত হয় ও ইতিহাসে প্রসিদ্ধি লাভ করে।[25]
      রাসূলুল্লাহ (ছাঃ) স্বীয় পরলোকগত স্ত্রী খাদীজার বান্ধবীদের কাছে হাদিয়া
      পাঠাতেন।[26] তিনি সর্বদা আত্মীয়তার সম্পর্ক রক্ষার জন্য তাকীদ দিতেন। এমনকি
      ঐতিহাসিক ছাফা পাহাড়ের উপর দাঁড়িয়ে কুরায়েশদের প্রতি ইসলামের দাওয়াত দেওয়ার
      সময়েও তিনি বলেছিলেন, يَا مَعْشَرَ قُرَيْشٍ أَنْقِذُوا أَنْفُسَكُمْ مِنَ
      النَّارِ فَإِنِّى وَاللهِ لاَ أَمْلِكُ لَكُمْ مِنَ اللهِ شَيْئًا إِلاَّ
      أَنَّ لَكُمْ رَحِمًا سَأَبُلُّهَا بِبَلاَلِهَا- ‘হে কুরায়েশগণ! তোমরা
      নিজেদেরকে জাহান্নামের আগুন থেকে বাঁচাও! কেননা আল্লাহর কসম! আমি তোমাদেরকে
      আল্লাহর শাস্তি থেকে বাঁচানোর ক্ষমতা রাখি না। তবে তোমাদের সঙ্গে যে
      আত্মীয়তার সম্পর্ক রয়েছে, তা আমি (দুনিয়াতে) সদ্ব্যবহার দ্বারা সিক্ত
      করব’।[27] মক্কায় যখন খরা ও দুর্ভিক্ষ দেখা দেয় এবং তারা মৃত ভক্ষণ ও
      হাড়-হাড্ডি খেতে শুরু করে, তখন শত্রুনেতা আবু সুফিয়ান এসে রাসূল (ছাঃ)-কে
      বলেন, يَا مُحَمَّدُ، جِئْتَ تَأْمُرُ بِصِلَةِ الرَّحِمِ ، وَإِنَّ قَوْمَكَ
      هَلَكُوا، فَادْعُ اللهَ ‘হে মুহাম্মাদ! তুমি আগমন করেছ আত্মীয়তার সম্পর্ক
      রক্ষার আদেশ দানের জন্য। এদিকে তোমার কওম ধ্বংস হয়ে যাচ্ছে। অতএব তুমি
      আল্লাহর নিকট দো‘আ কর’। তখন রাসূল (ছাঃ) পাঠ করলেন, فَارْتَقِبْ يَوْمَ
      تَأْتِى السَّمَاءُ بِدُخَانٍ مُبِينٍ ‘অতএব তুমি অপেক্ষা কর সেই দিনের,
      যেদিন আকাশ ধোঁয়ায় আচ্ছন্ন হবে’ (দুখান ৪৪/১০)। এর দ্বারা বিরোধী পক্ষকে
      ক্বিয়ামত প্রাক্কালের অবস্থা স্মরণ করিয়ে দেওয়া হয়েছে। অতঃপর রাসূল (ছাঃ)
      দো‘আ করলেন এবং মুষলধারে বৃষ্টি নেমে আসে। যা সাত দিন স্থায়ী হয়। তখন তারা
      এসে অতিবৃষ্টির অভিযোগ করে। ফলে রাসূল (ছাঃ) দো‘আ করেন, اَللَّهُمَّ
      حَوَالَيْنَا وَلاَ عَلَيْنَا ‘হে আল্লাহ! আমাদের থেকে ফিরিয়ে নাও। আমাদের
      উপর দিয়ো না’। এরপর তারা পুনরায় কুফরীতে ফিরে যায়। ফলে তাদের নেতারা বদরের
      যুদ্ধে ধ্বংস হয়। এদিকে ইঙ্গিত করে আল্লাহ বলেন, يَوْمَ نَبْطِشُ الْبَطْشَةَ
      الْكُبْرَى، يَوْمَ بَدْرٍ ‘যেদিন আমরা সর্বোচ্চ গ্রেফতারে পাকড়াও করব, সেদিন
      আমরা চূড়ান্ত প্রতিশোধ নেব’ (দুখান ৪৪/১৬), যেটা ঘটে যায় বদরের দিন’ (বুখারী
      হা/১০২০)। মদীনাতেও একই অভিযোগ এলে রাসূল (ছাঃ) একই দো‘আ করেন (বুখারী
      হা/১০২১)। ইসলামের শত্রুদের বিরুদ্ধে সকল যুগেই এটা হ’তে পারে। এছাড়াও
      ক্বিয়ামতের দিন হবে চূড়ান্ত প্রতিশোধ। ৬ষ্ঠ হিজরীর মুহাররম মাসে কুরায়েশদের
      সাথে যুদ্ধাবস্থা চলাকালে ইয়ামামা থেকে মক্কাবাসীদের জন্য শস্য আগমন বন্ধ হয়ে
      গেলে মক্কাবাসীগণ বাধ্য হয়ে রাসূল (ছাঃ)-এর নিকটে আত্মীয়তার দোহাই দিয়ে পত্র
      লেখে। তখন তাঁর নির্দেশে সেখানে পুনরায় শস্য রফতানী শুরু হয়’।[28] এসব ঘটনায়
      স্পষ্ট হয়ে যায় যে, ইসলাম আত্মীয়তার সম্পর্ককে সর্বাধিক গুরুত্ব দিয়েছে। যার
      মূলে হ’ল পিতা-মাতার রক্ত সম্পর্ক। ১৪. রক্তের সম্পর্ক ছিন্নকারীর সাথে
      সদ্ব্যবহারকারী ব্যক্তি আল্লাহর সাহায্য প্রাপ্ত : হযরত আবু হুরায়রা (রাঃ)
      হ’তে বর্ণিত একবার জনৈক ব্যক্তি এসে বলল, হে আল্লাহর রাসূল! আমার এমন কিছু
      আত্মীয়-স্বজন আছে, যারা আমার সাথে সম্পর্ক ছিন্ন করে। কিন্তু আমি তাদের সাথে
      সদ্ব্যবহার করি এবং তাদের দুর্ব্যবহারে ধৈর্য্য ধারণ করি। উত্তরে তিনি বললেন,
      তুমি যা বলছ, সেরূপ হ’লে তুমি তাদের মুখের উপর গরম ছাই নিক্ষেপ করছ। যতক্ষণ
      তুমি এই নীতির উপর থাকবে, ততক্ষণ আল্লাহর পক্ষ হ’তে তোমার সাথে একজন
      সাহায্যকারী থাকবেন। যিনি তাদের ক্ষতি হ’তে তোমাকে রক্ষা করবেন’।[29]
      অকৃতজ্ঞতার পরিণাম হ’ল আগুনের শাস্তি। ‘মুখে গরম ছাই নিক্ষেপ করছ’ বলার
      মাধ্যমে তাদের জন্য জাহান্নামের শাস্তির দিকে ইঙ্গিত করা হয়েছে। আব্দুল্লাহ
      বিন ‘আমর (রাঃ) হ’তে অন্য বর্ণনায় এসেছে রাসূল (ছাঃ) বলেন, ঐ ব্যক্তি
      আত্মীয়তা রক্ষাকারী নয়, যে কেবল আত্মীয়তার বিপরীতে আত্মীয়তা করে। বরং সেই
      ব্যক্তি আত্মীয়তা রক্ষাকারী, যে ব্যক্তি ছিন্ন হবার পরে তা পুনঃস্থাপন
      করে’।[30] কেননা সেটাই হবে প্রকৃত আত্মীয়তা। বাকীটা হবে স্রেফ লৌকিকতা।
      আত্মীয়তা সর্বদা আত্মার সাথে সম্পর্কিত। যেখানে আত্মার সংযোগ নেই, সেখানে
      আল্লাহর রহমত নেই। আর আত্মীয়তার মূলে হ’লেন পিতা-মাতা। তাই তাঁদের সাথে
      সম্পর্ক দৃঢ় রাখাই হ’ল সবচেয়ে গুরুত্বপূর্ণ। এই সম্পর্কে ত্রুটি থাকলে বাকী
      সব সম্পর্কই ত্রুটিপূর্ণ হয়ে যাবে। ১৫. আত্মীয়তায় জীবিকা ও আয়ু বৃদ্ধি পায় :
      আনাস (রাঃ) হ’তে বর্ণিত রাসূল (ছাঃ) বলেন, যে ব্যক্তি নিজের জীবিকায়
      প্রশস্ততা ও আয়ু বৃদ্ধি কামনা করে, সে যেন তার আত্মীয়দের সাথে উত্তম ব্যবহার
      করে’।[31] সালমান ফারেসী (রাঃ)-এর বর্ণনায় এসেছে, لاَ يَرُدُّ الْقَضَاءَ
      إِلاَّ الدُّعَاءُ وَلاَ يَزِيدُ فِى الْعُمُرِ إِلاَّ الْبِرُّ ‘তাক্বদীর
      পরিবর্তন হয় না দো‘আ ব্যতীত এবং বয়স বৃদ্ধি হয় না সৎকর্ম ব্যতীত’।[32] অর্থাৎ
      যে সব বিষয় আল্লাহ দো‘আ ব্যতীত পরিবর্তন করেন না, সেগুলি দো‘আর ফলে পরিবর্তিত
      হয়। আর ‘সৎকর্মে বয়স বৃদ্ধি পায়’ অর্থ ঐ ব্যক্তির আয়ুতে বরকত বৃদ্ধি পায়।
      যাতে নির্ধারিত আয়ু সীমার মধ্যে সে বেশী বেশী সৎকাজ করার তাওফীক লাভ করে এবং
      তা তার আখেরাতে সুফল বয়ে আনে (মিরক্বাত, মির‘আত)। কেননা মানুষের রূযী ও আয়ু
      আল্লাহ কর্তৃক নির্ধারিত। যাতে কোন কমবেশী হয় না।[33] আর এটা বাস্তব সত্য যে,
      পিতা-মাতা ও আত্মীয়-স্বজনের সহযোগিতার মাধ্যমে মানুষ খুব সহজে সৎকর্ম করার
      সুযোগ পায়। তাছাড়া পরস্পরের মর্যাদা রক্ষায় ও বিপদাপদ হ’তে নিরাপদ থাকায় তারা
      একে অপরের সহযোগী হয়। ১৬. পিতা-মাতার অবাধ্য সন্তানের কোন সৎকর্ম কবুল হয় না
      : আবু উমামাহ (রাঃ) হ’তে বর্ণিত রাসূলুল্লাহ (ছাঃ) বলেন, ثَلاَثَةٌ لاَ
      يُقْبَلُ مِنْهُمْ يَوْمَ الْقِيَامَةِ صَرْفٌ وَلاَ عَدْلٌ: عَاقٌّ
      وَمَنَّانٌ وَمُكَذِّبٌ بِقَدْرٍ- ‘তিনজন ব্যক্তির কোন দান বা সৎকর্ম আল্লাহ
      কবুল করেন না : পিতা-মাতার অবাধ্য সন্তান, খোটা দানকারী এবং তাক্বদীরে
      অবিশ্বাসী ব্যক্তি’।[34] ১৭. পিতা-মাতার মৃত্যুর পর সন্তানের কর্তব্য : প্রথম
      করণীয় হ’ল, তাঁদের ঋণ পরিশোধ করা ও অছিয়ত পূর্ণ করা। অতঃপর মীরাছ বণ্টন করা
      (নিসা ৪/১১)। অতঃপর পিতা-মাতার জন্য দো‘আ করা, ছাদাক্বা করা এবং ইল্ম বিতরণ
      করা। আরেকটি হ’ল তাদের পক্ষ হ’তে হজ্জ করা।[35]... তবে এজন্য উত্তরাধিকারীকে
      প্রথমে নিজের ফরয হজ্জ আদায় করতে হবে।[36] রাসূলুল্লাহ (ছাঃ) বলেন, ‘নিশ্চয়
      আল্লাহ জান্নাতে সৎকর্মশীল বান্দার মর্যাদার স্তর উঁচু করবেন। তখন সে বলবে,
      হে আমার প্রতিপালক! কিভাবে এটা আমার জন্য হ’ল? তিনি বলবেন, بِاسْتِغْفَارِ
      وَلَدِكَ لَكَ ‘তোমার জন্য তোমার সন্তানের ক্ষমা প্রার্থনার কারণে’।[37]
      এজন্য সন্তানকে সর্বদা দো‘আ করতে হবে,رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِيْ
      صَغِيْراً- (রবিবরহাম্হুমা কামা রববাইয়া-নী ছগীরা) ‘হে আমার প্রতিপালক! তুমি
      তাদের প্রতি দয়া কর যেমন তারা আমাকে শৈশবে দয়াপরবশে লালন-পালন করেছিলেন’
      (ইসরা ১৭/২৪)। رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ
      يَقُومُ الْحِسَابُ- (রববানাগফিরলী ওয়ালিওয়া-লিদাইয়া ওয়া লিলমু’মিনীনা ইয়াউমা
      ইয়াক্বূমুল হিসা-ব) ‘হে আমাদের পালনকর্তা! তুমি আমাকে ও আমার পিতা-মাতাকে এবং
      ঈমানদার সকলকে ক্ষমা কর যেদিন হিসাব দন্ডায়মান হবে’ (ইবরাহীম ১৪/৪১)।
      ছাদাক্বার মধ্যে ঐ ছাদাক্বা উত্তম, যা ছাদাক্বায়ে জারিয়াহ, যা সর্বদা জারি
      থাকে ও স্থায়ী নেকী দান করে। এর মধ্যে সর্বোত্তম হ’ল ইল্ম বিতরণ করা। যে ইল্ম
      মানুষকে নির্ভেজাল তাওহীদ ও ছহীহ সুন্নাহর পথ দেখায় এবং শিরক ও বিদ‘আত হ’তে
      বিরত রাখে। উক্ত উদ্দেশ্যে উচ্চতর ইসলামী গবেষণা খাতে সহযোগিতা প্রদান করা,
      সেজন্য প্রতিষ্ঠান নির্মাণ ও পরিচালনা করা। বিশুদ্ধ আক্বীদা ও আমল সম্পন্ন বই
      ছাপানো ও বিতরণ করা এবং এজন্য স্থায়ী প্রচার মাধ্যম স্থাপন ও পরিচালনা করা
      ইত্যাদি। অতঃপরমসজিদ, মাদরাসা, ইয়াতীমখানা, ইসলামী বিশ্ববিদ্যালয় নির্মাণ ও
      পরিচালনা, রাস্তা ও বাঁধ নির্মাণ, অনাবাদী জমিকে আবাদ করা, সুপেয় পানির
      ব্যবস্থা করা, দাতব্য চিকিৎসালয় ও হাসপাতাল স্থাপন ও পরিচালনা করা ইত্যাদি।
      জানা আবশ্যক যে, ছাদাক্বায়ে জারিয়াহ দু’ভাবে হতে পারে। (১) মৃত ব্যক্তি স্বীয়
      জীবদ্দশায় এটা করে যাবেন। এটি নিঃসন্দেহে সর্বোত্তম। কারণ মানুষ সেটাই পায়,
      যার জন্য সে চেষ্টা করে (নাজম ৫৩/৩৯)। (২) মৃত্যুর পরে তার জন্য তার
      উত্তরাধিকারীগণ বা অন্যেরা যেটা করেন। সাইয়িদ রশীদ রিযা বলেন, দো‘আ, ছাদাক্বা
      (ও হজ্জ)-এর নেকী মৃত ব্যক্তি পাবেন, এ বিষয়ে বিদ্বানগণ সকলে একমত। কেননা
      উক্ত বিষয়ে শরী‘আতে স্পষ্ট নির্দেশনা রয়েছে।[38] আরেকটি বিষয় মনে রাখা আবশ্যক
      যে, স্থান-কাল-পাত্র ভেদে ছাদাক্বায়ে জারিয়াহর ধরন পরিবর্তন হয়ে থাকে। অতএব
      যেখানে বা যাকে এটা দেওয়া হবে, তার গুরুত্ব ও স্থায়ী কল্যাণ বুঝে এটা দিতে
      হবে। সঙ্গে সঙ্গে এ বিষয়ে সদা সতর্ক থাকতে হবে, যেন উক্ত ছাদাক্বা ধর্মের
      নামে কোন শিরক ও বিদ‘আতের পুষ্টি সাধনে ব্যয়িত না হয়। যা স্থায়ী নেকীর বদলে
      স্থায়ী গোনাহের কারণ হবে। ক্বিয়ামতের দিন বান্দাকে তার আয় ও ব্যয় দু’টিরই
      হিসাব দিতে হবে।[39] অতএব ছাদাক্বা দানকারীগণ সাবধান! ১৮. পিতা-মাতা না থাকলে
      খালা-ফুফুর সঙ্গে সদ্ব্যবহার : আব্দুল্লাহ ইবনু ওমর (রাঃ) বলেন, জনৈক ব্যক্তি
      এসে বলল, হে আল্লাহর রাসূল! আমি বড় পাপ করেছি। আমার কি কোন তওবা আছে?
      রাসূলুল্লাহ (ছাঃ) তাকে বললেন, তোমার কি পিতা-মাতা আছে? সে বলল, না। তিনি
      বললেন, তোমার কি খালা আছে? সে বলল, আছে। তিনি বললেন, তাহ’লে তার সঙ্গে
      সদ্ব্যবহার কর’।[40] বারা বিন আযেব (রাঃ) হ’তে বর্ণিত রাসূল (ছাঃ)
      বলেন,الْخَالَةُ بِمَنْزِلَةِ الأُمِّ ‘খালা হ’লেন মায়ের স্থলাভিষিক্ত’।[41]
      একইভাবে চাচা ও মামু সমান মর্যাদার অধিকারী। রাসূলুল্লাহ (ছাঃ) স্বীয় চাচা
      আবু ত্বালিবের নিকটে লালিত-পালিত হয়েছিলেন এবং হিজরতের পর মদীনায় স্বীয় দাদার
      মাতুল গোষ্ঠী বনু নাজ্জারে আশ্রয় গ্রহণ করেছিলেন।[42] অত্র হাদীছে ‘বড় পাপ’
      বলতে ব্যক্তির নিকটে বড় পাপ হিসাবে গণ্য হয়েছিল। যদিও সেটি ছোট পাপ ছিল। অথবা
      সেটি আসলেই বড় পাপ ছিল। কিন্তু সে খালেছ তওবা করেছিল। আর খালেছ তওবাকারী
      ব্যক্তির পাপ আল্লাহপাক ক্ষমা করেন ও তা পুণ্যে পরিবর্তন করে দেন (ফুরক্বান
      ২৫/৭০)। জানা আবশ্যক যে, ছগীরা গোনাহ বারবার করলে তা কবীরা গোনাহে পরিণত হয়
      এবং কবীরা গোনাহ তওবা করলে মাফ হয়ে যায়। আর তওবা ব্যতীত কবীরা গোনাহের কোন
      ক্ষমা হয় না (নাজম ৫৩/৩২; তাহরীম ৬৬/৮)। খালা মায়ের দিক দিয়ে এবং ফুফু পিতার
      দিক দিয়ে সন্তানের সর্বাধিক নিকটবর্তী। রাসূলুল্লাহ (ছাঃ) পিতা-মাতার সাথে
      সদ্ব্যবহারের পরেই বলেছেন, ثُمَّ أَدْنَاكَ أَدْنَاكَ ‘অতঃপর যে তোমার
      সর্বাধিক নিকটবর্তী তার সাথে সদ্ব্যবহার কর’ (বুঃ মুঃ মিশকাত হা/৪৯১১)।
      রাসূলুল্লাহ (ছাঃ) ছাফা পাহাড়ে উঠে যেদিন কুরায়েশগণকে তাওহীদের আহবান জানান,
      সেদিন নিজ কন্যা ফাতেমার পরেই يَا صَفِيَّةُ عَمَّةَ رَسُولِ اللهِ ‘হে
      আল্লাহর রাসূলের ফুফু ছাফিয়া’ বলে তাঁকে জাহান্নামের আগুন থেকে বাঁচার আহবান
      জানিয়েছিলেন।[43] এতে বুঝা যায় যে, খালা ও ফুফু একই মর্যাদার অধিকারী। ১৯.
      পিতার বন্ধুদের সাথে সুসম্পর্ক রাখা : আব্দুল্লাহ ইবনু ওমর (রাঃ) বলেন,إِنَّ
      مِنْ أَبَرِّ الْبِرِّ صِلَةَ الرَّجُلِ أَهْلَ وُدِّ أَبِيهِ بَعْدَ أَنْ
      يُوَلِّىَ- ‘সবচেয়ে বড় সদ্ব্যবহার হ’ল পিতার অবর্তমানে তার বন্ধুদের সাথে
      সদ্ব্যবহার করা’।[44] এতে বুঝা যায় যে, পিতার সাথে সদ্ব্যবহারকারী সন্তান
      পিতার বন্ধুর কাছেও সদ্ব্যবহার পেয়ে থাকে। আর পিতার বন্ধুও তাকে নিজ সন্তানের
      মত স্নেহ করে থাকেন। এভাবেই সে সমাজে সম্মানিত হয়। ২০. পিতা হ’লেন পরিবারের
      আমীর : ইসলামী সমাজ হ’ল নেতৃত্ব ও আনুগত্যের সমাজ। যা আল্লাহর বিধান দ্বারা
      পরিচালিত হয়। পাঁচ ওয়াক্ত জামা‘আতে ইমামের আনুগত্যের মাধ্যমে যার দৈনন্দিন
      প্রশিক্ষণ হয়ে থাকে। এর দ্বারা মুসলমানদের জামা‘আতবদ্ধ জীবনের গুরুত্ব বুঝানো
      হয়েছে। পরিবার হ’ল সমাজের প্রাথমিক সংস্থা। যা পিতা-মাতা ও সন্তানাদি নিয়ে
      গঠিত। এই সংস্থা বা সংগঠন পরিচালিত হয় মূলতঃ পিতার মাধ্যমে। আল্লাহ বলেন,
      الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ ‘পুরুষেরা নারীদের উপর কর্তৃত্বশীল’
      (নিসা ৪/৩৪)। রাসূলুল্লাহ (ছাঃ) বলেন, وَالرَّجُلُ رَاعٍ عَلَى أَهْلِ
      بَيْتِهِ ‘পুরুষ হ’ল তার পরিবারের দায়িত্বশীল’।[45] অতএব পিতা হ’লেন তার
      পরিবারের আমীর। তার প্রতি আনুগত্য ও শ্রদ্ধা প্রদর্শন করা পরিবারের প্রত্যেক
      সদস্যের জন্য অপরিহার্য কর্তব্য। শিরক বা শরী‘আত বিরোধী আদেশ ব্যতীত অন্য সকল
      ব্যাপারে পিতা-মাতার সাথে সদ্ব্যবহার ও সদাচরণ করতে হবে। তার আদেশই সর্বদা
      শিরোধার্য হবে এবং পিতা-মাতার অবাধ্যতা আল্লাহর ক্রোধের কারণ হবে। পিতা হবেন
      পরিবার প্রধান এবং মা হবেন গৃহকত্রী। প্রয়োজন মত পরিবারের বয়স্ক সদস্যদের
      পরামর্শ নিয়ে তারা পরিবার পরিচালনা করবেন। কেননা আল্লাহ বলেন,وَشَاوِرْهُمْ
      فِي الْأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللهِ ‘যরূরী বিষয়ে তুমি
      তাদের সাথে পরামর্শ কর। অতঃপর যখন সংকল্পবদ্ধ হবে, তখন আল্লাহর উপর ভরসা কর’
      (আলে ইমরান ৩/১৫৯)। উপসংহার : পরিবার হ’ল সমাজ ও রাষ্ট্রের প্রাথমিক ইউনিট।
      পরিবার যত আনুগত্যশীল ও পরস্পরে শ্রদ্ধাশীল হবে, সমাজ ও রাষ্ট্র তত সুন্দর ও
      শান্তিময় হবে। পরিবার যত উদ্ধত ও উচ্ছৃংখল হবে, সমাজ তত বিশৃংখল ও বিনষ্ট
      হবে। অতএব পিতা-মাতার প্রতি সদ্ব্যবহারের প্রাথমিক পারিবারিক প্রশিক্ষণের
      মাধ্যমে আল্লাহর প্রতি আনুগত্যশীল সুন্দর সমাজ গঠনে সর্বদা সচেষ্ট থাকতে হবে।
      সাথে সাথে পিতা-মাতাকেও আল্লাহভীরু এবং সন্তানের শ্রদ্ধা পাওয়ার যোগ্য হ’তে
      হবে। আল্লাহ আমাদের তাওফীক দান করুন- আমীন! [1]. মুসলিম হা/১৭৪৮; আহমাদ
      হা/১৫৬৭, ১৬১৪; তিরমিযী হা/৩১৮৯; মিশকাত হা/৩০৭১ (কেবল ‘অছিয়ত’ অংশটুকু)
      ‘অছিয়ত সমূহ’ অনুচ্ছেদ। [2]. কুরতুবী হা/৪৮৪৯, ৪৮৫০; তিরমিযী হা/৩১৮৯, হাদীছ
      ছহীহ; ওয়াহেদী হা/৬৭০ সনদ হাসান, মুহাক্কিক কুরতুবী। [3]. বুখারী হা/৩১৮৩;
      মুসলিম হা/১০০৩; মিশকাত হা/৪৯১৩। [4]. মুসলিম হা/২৪৯১; মিশকাত হা/৫৮৯৫। [5].
      ত্বাবারাণী কাবীর হা/২২০২; ছহীহ আত-তারগীব হা/২০৮৫। [6]. আহমাদ হা/৬৮৩৩;
      আবুদাঊদ হা/২৫২৮। [7]. বুখারী হা/৫২৭; মুসলিম হা/৮৫; মিশকাত হা/৫৬৮। [8].
      তিরমিযী হা/১৭০; মিশকাত হা/৬০৭। [9]. মুসলিম হা/২৫৫১; মিশকাত হা/৪৯১২ ‘সৎকাজ
      ও সদ্ব্যবহার’ অনুচ্ছেদ। [10]. ছহীহ ইবনু হিববান হা/৪০৯, ছহীহ লেগায়রিহী;
      আল-আদাবুল মুফরাদ হা/৬৪৬, হাদীছ হাসান ছহীহ। [11]. বুখারী হা/৫৯৭১; মুসলিম
      হা/২৫৪৮; মিশকাত হা/৪৯১১। [12]. তিরমিযী হা/১৮৯৯; মিশকাত হা/৪৯২৭; ছহীহাহ
      হা/৫১৬। [13]. শারহুস সুন্নাহ হা/৩৪২১; আহমাদ হা/২৭৫৫১; তিরমিযী হা/১৯০০;
      ইবনু মাজাহ হা/২০৮৯; মিশকাত হা/৪৯২৮; ছহীহাহ হা/৯১৪। [14]. হাকেম হা/২৭৯৮;
      ছহীহ ইবনু হিববান হা/৪২৬; ছহীহাহ হা/৯১৯। [15]. আবুদাঊদ হা/৩৫৩০; ইবনু মাজাহ
      হা/২২৯১; মিশকাত হা/৩৩৫৪। [16]. বুখারী হা/৫৯৭৪, ২৯৭২; মুসলিম হা/২৭৪৩;
      মিশকাত হা/৪৯৩৮ ‘শিষ্টাচার সমূহ’ অধ্যায় ‘সৎকর্ম ও সদ্ব্যবহার’ অনুচ্ছেদ।
      [17]. বুখারী হা/৫৯৭৬; মুসলিম হা/৮৭। [18]. তিরমিযী হা/১৯০৭; আবুদাঊদ
      হা/১৬৯৪; মিশকাত হা/৪৯৩০। [19]. বুখারী হা/৫৯৮৮; মিশকাত হা/৪৯২০। [20].
      মুসলিম হা/২৫৫৫; মিশকাত হা/৪৯২১। [21]. মুসলিম হা/২৫৫৬; বুখারী হা/৫৯৮৪;
      মিশকাত হা/৪৯২২। [22]. নাসাঈ হা/৫৬৭২; দারেমী হা/২০৯৪; মিশকাত হা/৪৯৩৩। [23].
      আহমাদ হা/৫৩৭২; নাসাঈ হা/২৫৬২; মিশকাত হা/৩৬৫৫। [24]. তিরমিযী হা/২৫১১; ইবনু
      মাজাহ হা/৪২১১; আবুদাঊদ হা/৪৯০২; মিশকাত হা/৪৯৩২। [25]. আবুদাঊদ হা/৩৯৩১, সনদ
      হাসান; সীরাতুর রাসূল (ছাঃ) ৩য় মুদ্রণ ৪৩০ পৃ.। [26]. বুখারী হা/৩৮১৮; মুসলিম
      হা/২৪৩৫; মিশকাত হা/৬১৭৭। [27]. আহমাদ হা/৮৭১১; মুসলিম হা/২০৪; মিশকাত
      হা/৫৩৭৩ ‘রিক্বাক্ব’ অধ্যায়; ‘সতর্ক করণ ও ভীতি প্রদর্শন’ অনুচ্ছেদ; সীরাতুর
      রাসূল (ছাঃ) ৩য় মুদ্রণ ১০১ পৃ.। [28]. ইবনু হিশাম ২/৬৩৮-৩৯; যাদুল মা‘আদ
      ৩/২৪৮; আল-বিদায়াহ ৪/১৪৯; সীরাতুর রাসূল (ছাঃ) ৩য় মুদ্রণ ৪২৬ পৃ.। [29].
      মুসলিম হ/২৫৫৮; মিশকাত হা/৪৯২৪। [30]. বুখারী হা/৫৯৯১; মিশকাত হা/৪৯২৩। [31].
      বুখারী হা/৫৯৮৬; মুসলিম হা/২৫৫৭; মিশকাত হা/৪৯১৮। [32]. তিরমিযী হা/২১৩৯;
      মিশকাত হা/২২৩৩; ছহীহাহ হা/১৫৪। [33]. ক্বামার ৫৪/৫২-৫৩; আ‘রাফ ৭/৩৪; বুখারী
      হা/৬৫৯৪; মুসলিম হা/২৬৪৩; মিশকাত হা/৮২ ‘তাক্বদীরে বিশ্বাস’ অনুচ্ছেদ। [34].
      ত্বাবারাণী কাবীর হা/৭৫৪৭; ছহীহাহ হা/১৭৮৫। [35]. ফিক্বহুস সুন্নাহ ১/৩১০;
      তালখীছ ৭৬। [36]. আবুদাঊদ হা/১৮১১; ইবনু মাজাহ হা/২৯০৩; মিশকাত হা/২৫২৯
      ‘মানাসিক’ অধ্যায়-১০। [37]. আহমাদ হা/১০৬১৮; ইবনু মাজাহ হা/৩৬৬০; মিশকাত
      হা/২৩৫৪ ‘ইস্তিগফার ও তওবা’ অনুচ্ছেদ; ছহীহাহ হা/১৫৯৮। [38]. মির‘আত ৫/৪৫৩।
      [39]. তিরমিযী হা/২৪১৬; মিশকাত হা/৫১৯৭ ‘হৃদয় গলানো’ অধ্যায়-২৬, পরিচ্ছেদ-২;
      ছহীহাহ হা/৯৪৬। [40]. তিরমিযী হা/১৯০৪; মিশকাত হা/৪৯৩৫। [41]. বুখারী
      হা/২৬৯৯; মিশকাত হা/৩৩৭৭ ‘বিবাহ’ অধ্যায়। [42]. সীরাতুর রাসূল (ছাঃ) ৩য়
      মুদ্রণ ৬৮-৬৯ ও ২৩৯ পৃ.। [43]. বুখারী হা/২৭৫৩; মুসলিম হা/২০৬; মিশকাত
      হা/৫৩৭৩। [44]. মুসলিম হা/২৫৫২ (১৩); মিশকাত হা/৪৯১৭। [45]. বুখারী হা/৭১৩৮;
      মুসলিম হা/১৮২৯; মিশকাত হা/৩৬৮৫। ভূমিকা : মানুষ একে অপরের সাথে বিভিন্ন
      সম্পর্কে জড়িত। মানুষের মাঝের এই সম্পর্কের নাম হচ্ছে ‘আত্মীয়তা’। পরস্পরের
      সাথে জড়িত মানুষ হচ্ছে একে অপরের ‘আত্মীয়’। ব্যক্তি, পরিবার ও সমাজে
      আত্মীয়তার সম্পর্ক সর্বতোভাবে জড়িত। আত্মীয় ছাড়া এ জীবন অচল। আত্মীয়দের
      সহযোগিতা, সহমর্মিতা ও ভালবাসা নিয়েই মানুষ এ পার্থিব জীবনে বেঁচে থাকে। আর
      আত্মীয়তার সম্পর্ক বজায় না থাকলে জীবন হয়ে যায় নীরস, আনন্দহীন, একাকী ও
      বিচ্ছিন্ন। তাই পার্থিব জীবনে আত্মীয়তার সম্পর্ক রক্ষার গুরুত্ব অপরিসীম। এই
      অতি গুরুত্বপূর্ণ বিষয় সম্পর্কেই আলোচ্য নিবন্ধে আলোকপাত করা হবে ইনশাআল্লাহ।
      আত্মীয়র পরিচয় : ‘আত্মীয়’ শব্দের অর্থ হচ্ছে স্বজন, জ্ঞাতি, কুটুম্ব। এর আরবী
      প্রতিশব্দ হচ্ছে الرَّحِمُ (আর-রাহিমু) বা ذُو الرَّحِمِ (যুর রাহিমে)।
      আত্মীয়তা-এর ইংরেজী প্রতিশব্দ হচ্ছে Relationship. এর সংজ্ঞায় Oxford অভিধানে
      বলা হয়েছে The way in which two people, groups or countries behave towards
      each othe or deal with each other. অর্থাৎ এমন পথ-পন্থা যাতে দু’ব্যক্তি, দল
      বা দেশ পরস্পরের সাথে সদাচরণ করে বা পরস্পরে আলোচনা করে’।[1] কেউ কেউ বলেন,
      وهم من بينه وبين الآخر نسب سواء كان يرثه أم لاَ سواء كان ذا محرم أم لا-
      ‘আত্মীয় হচ্ছে তারা যাদের মাঝে পারস্পরিক সম্পর্ক আছে, তারা সম্পদের
      উত্তরাধিকারী হোক বা না হোক, মাহরাম হোক বা না হোক’।[2] আত্মীয়তার সম্পর্কের
      তাৎপর্য : আত্মীয়তার সম্পর্ক রক্ষার অর্থ ও তাৎপর্য হচ্ছে স্বজন ও আপনজনের
      সার্বিক খোঁজ-খবর রাখা ও তাদের সাথে উত্তম ব্যবহার করা। ইবনুল আছীর বলেন, وهي
      كناية عن الاحسان إلى الأقربين من ذوى النسب والأصهار، والعطف عليهم والرفق
      لهم والرعاية لأحوالهم وكذلك أن بعدوا وأساءوا- ‘এটা হচ্ছে বংশীয় ও বৈবাহিক
      সম্পর্কীয় আত্মীয়দের প্রতি অনুগ্রহ-অনুকম্পা প্রদর্শন করা, তাদের প্রতি সদয় ও
      সহানুভূতিশীল হওয়া, তাদের অবস্থার প্রতি খেয়াল রাখা, যদিও তারা দূরে চলে যায়
      এবং খারাপ আচরণ করে।[3] আত্মীয়তার প্রকার : আত্মীয় প্রধানত দু’প্রকার। যথা-
      (১) রক্ত সম্পর্কীয় বা বংশীয়। যেমন পিতা-মাতা, দাদা-দাদী, ভাইবোন, চাচা-চাচী,
      মামা-খালা ইত্যাদি। (২) বিবাহ সম্পর্কীয়। যেমন শ্বশুর-শ্বাশুড়ি,
      শ্যালক-শ্যালিকা ইত্যাদি। যেমন রাসূল (ছাঃ) বলেন, إِنَّكُمْ سَتَفْتَحُوْنَ
      مِصْرَ وَهِىَ أَرْضٌ يُسَمَّى فِيْهَا الْقِيْرَاطُ فَإِذَا فَتَحْتُمُوْهَا
      فَأَحْسِنُوْا إِلَى أَهْلِهَا فَإِنَّ لَهُمْ ذِمَّةً وَرَحِمًا. أَوْ قَالَ
      ذِمَّةً وَصِهْرًا- ‘নিশ্চয়ই তোমরা অচিরেই মিসর জয় করবে। সেটা এমন একটি ভূমি
      যাকে ‘কবীরাত্ব’ বলা হয়। অর্থাৎ যেখানে দীনার-দিরহামের প্রাচুর্য রয়েছে। যখন
      তোমরা সেটা জয় করবে, তখন সেখানকার অধিবাসীদের সাথে উত্তম ব্যবহার করবে। কেননা
      তাদের জ্ঞাতি সম্পর্ক রয়েছে। অথবা তিনি বলেছেন, বংশীয় ও বৈবাহিক সম্পর্ক
      রয়েছে’। অর্থাৎ ইসমাঈল (আঃ)-এর মাতা হাজেরার দিক দিয়ে বংশীয় বা রক্ত সম্পর্ক
      এবং রাসূলপত্নী মারিয়া কিবতিয়ার দিক দিয়ে বৈবাহিক সম্পর্ক।[4] পরিত্যক্ত
      সম্পদের অধিকারী হওয়ার দিক দিয়ে আত্মীয় দু’প্রকার। (১) উত্তরাধিকারী; যেমন-
      পিতা-মাতা, ভাই-বোন, স্ত্রী, পুত্র-কন্যা প্রভৃতি (২) উত্তরাধিকারী নয়; যেমন-
      চাচা-চাচী, মামা-খালা ইত্যাদি। আত্মীয়তার সম্পর্ক রক্ষার হুকুম : আত্মীয়তার
      সম্পর্ক বজায় রাখার হুকুম ফরয, সুন্নাত ও বৈধ বিভিন্ন রকম হয়ে থাকে অবস্থার
      প্রেক্ষিতে এবং আত্মীয়দের ভিন্নতার কারণে। তবে সাধারণভাবে সবার সঙ্গে
      আত্মীয়তার বন্ধন অক্ষুণ্ণ রাখা ওয়াজিব এবং সম্পর্ক ছিন্ন করা সকলের ঐক্যমতে
      হারাম। তবে কারো কারো নিকটে কবীরা গোনাহ। (১) ফরয :পিতা-মাতার সাথে সম্পর্ক
      বজায় রাখা ফরয। কেননা আল্লাহ বলেন, وَوَصَّيْنَا الْإِنسَانَ بِوَالِدَيْهِ
      حُسْناً ‘আমরা মানুষকে নির্দেশ দিয়েছি তার পিতা-মাতার প্রতি সদ্ব্যবহার করতে’
      (আনকাবূত ২৯/৮)। মহান আল্লাহ আরো বলেন, وَقَضَى رَبُّكَ أَلاَّ تَعْبُدُواْ
      إِلاَّ إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَاناً إِمَّا يَبْلُغَنَّ عِندَكَ
      الْكِبَرَ أَحَدُهُمَا أَوْ كِلاَهُمَا فَلاَ تَقُل لَّهُمَا أُفٍّ وَلاَ
      تَنْهَرْهُمَا وَقُل لَّهُمَا قَوْلاً كَرِيْماً، وَاخْفِضْ لَهُمَا جَنَاحَ
      الذُّلِّ مِنَ الرَّحْمَةِ وَقُل رَّبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِيْ
      صَغِيْراً- ‘তোমার প্রতিপালক আদেশ দিয়েছেন তিনি ব্যতীত অন্য কারো ইবাদত না
      করতে ও পিতা-মাতার প্রতি সদ্ব্যবহার করতে। তাদের একজন অথবা উভয়েই তোমার
      জীবদ্দশায় বার্ধক্যে উপনীত হ’লে তাদেরকে উফ বল না এবং তাদেরকে ধমক দিও না।
      তাদের সাথে সম্মানসূচক কথা বল’, মমতাবশে তাদের প্রতি নম্রতার পক্ষপুট অবনমিত
      কর এবং বল, ‘হে আমার প্রতিপালক! তাদের প্রতি দয়া কর যেভাবে শৈশবে তারা আমাকে
      প্রতিপালন করেছিলেন’ (ইসরা ১৭/২৩-২৪)। পিতা-মাতার সাথে সম্পর্ক রক্ষার
      ব্যাপারে হাদীছে অনেক নির্দেশ এসেছে। আর সাথে সম্পর্ক ছিন্ন করাকে বড় গোনাহ
      বলা হয়েছে। যেমন রাসূলুল্লাহ (ছাঃ) তিনবার বললেন,أَلاَ أُنَبِّئُكُمْ
      بِأَكْبَرِ الْكَبَائِرِ. ثَلاَثًا. قَالُوْا بَلَى يَا رَسُوْلَ اللهِ.
      قَالَ الإِشْرَاكُ بِاللهِ، وَعُقُوْقُ الْوَالِدَيْنِ. وَجَلَسَ وَكَانَ
      مُتَّكِئًا فَقَالَ أَلاَ وَقَوْلُ الزُّوْرِ. ‘আমি কি তোমাদেরকে সবচেয়ে বড়
      কবীরা গুনাহগুলো সম্পর্কে অবহিত করব না? সকলে বললেন, হ্যাঁ, বলুন হে আল্লাহর
      রাসূল (ছাঃ)! তিনি বললেন, আল্লাহর সাথে শরীক করা এবং পিতা-মাতার অবাধ্যতা।
      অতঃপর তিনি হেলান দেওয়া থেকে সোজা হয়ে বসলেন। এরপর বললেন, সাবধান, মিথ্যা কথা
      বলা’।[5] আব্দুল্লাহ ইবনু আমর (রাঃ) বলেন, এক বেদুইন নবী করীম (ছাঃ)-এর কাছে
      এসে বলল, হে আল্লাহর রাসূল (ছাঃ)! কবীরা গুনাহসমূহ কি? তিনি বললেন,
      اَلْإِشْرَاكُ بِاللهِ. قَالَ ثُمَّ مَاذَا قَالَ ثُمَّ عُقُوقُ
      الْوَالِدَيْنِ. قَالَ ثُمَّ مَاذَا قَالَ الْيَمِيْنُ الْغَمُوْسُ. قُلْتُ
      وَمَا الْيَمِيْنُ الْغَمُوْسُ؟ قَالَ الَّذِىْ يَقْتَطِعُ مَالَ امْرِئٍ
      مُسْلِمٍ هُوَ فِيْهَا كَاذِبٌ. ‘আল্লাহর সাথে শরীক করা’। সে বলল, তারপর
      কোনটি? তিনি বললেন, ‘পিতামাতার অবাধ্যতা। সে বলল, তারপর কোন্টি? তিনি বললেন,
      ‘মিথ্যা শপথ করা’। আমি জিজ্ঞেস করলাম, মিথ্যা শপথ কি? তিনি বললেন, ‘যে
      ব্যক্তি মিথ্যা (শপথের সাহায্যে) মুসলিমের ধন-সম্পদ হরণ করে নেয়’।[6]
      আব্দুল্লাহ ইবনু মাসউদ (রাঃ) বলেন, আমি নবী করীম (ছাঃ)-কে জিজ্ঞেস
      করলাম,أَىُّ الْعَمَلِ أَحَبُّ إِلَى اللهِ قَالَ الصَّلاَةُ عَلَى
      وَقْتِهَا. قَالَ ثُمَّ أَىُّ قَالَ ثُمَّ بِرُّ الْوَالِدَيْنِ. قَالَ ثُمَّ
      أَىُّ قَالَ الْجِهَادُ فِىْ سَبِيْلِ اللهِ. ‘কোন আমল আল্লাহর নিকটে অধিক
      প্রিয়। তিনি বললেন, যথাসময়ে ছালাত আদায় করা। ইবনু মাসউদ (রাঃ) বললেন, অতঃপর
      কোনটি? তিনি বললেন, অতঃপর পিতামাতার সাথে সদ্ব্যবহার করা। তিনি বললেন, অতঃপর
      কোন্টি? রাসূল (ছাঃ) বললেন, ‘আল্লাহর রাস্তায় জিহাদ করা’।[7] অন্যত্র রাসূল
      (ছাঃ) বললেন, رَغِمَ أَنْفُ ثُمَّ رَغِمَ أَنْفُ ثُمَّ رَغِمَ أَنْفُ. قِيلَ
      مَنْ يَا رَسُوْلَ اللهِ قَالَ مَنْ أَدْرَكَ أَبَوَيْهِ عِنْدَ الْكِبَرِ
      أَحَدَهُمَا أَوْ كِلَيْهِمَا فَلَمْ يَدْخُلِ الْجَنَّةَ. ‘তার নাক ধূলায়
      ধুসরিত হোক। তার নাক ধূলায় ধুসরিত হোক। তার নাক ধূলায় ধুসরিত হোক’। বলা হ’ল,
      কার হে আল্লাহর রাসূল (ছাঃ)? তিনি বললেন, ‘যে ব্যক্তি তার পিতামাতার একজনকে
      অথবা উভয়কে বার্ধক্যে পেল, কিন্তু (তাদের সেবা করে) জান্নাতে প্রবেশ করতে
      পারল না’।[8] (২) সুন্নাত :অন্যান্য আত্মীয়-স্বজনের সাথে সম্পর্ক রক্ষা করা
      সুন্নাত। যেমন রাসূলুল্লাহ (ছাঃ) জনৈক ব্যক্তিকে জান্নাতে প্রবেশকারী আমল
      সম্পর্কে অবহিত করতে গিয়ে বলেন, وَتَصِلُ الرَّحِمَ ‘তুমি আত্মীয়তার সম্পর্ক
      রক্ষা করবে’।[9] (৩) মানদূব বা বৈধ :কাফির-মুশরিক পিতা-মাতার সাথে সন্তানের
      সুসম্পর্ক বজায় রাখা বৈধ। যেমন আল্লাহ বলেন, وَصَاحِبْهُمَا فِي الدُّنْيَا
      مَعْرُوْفًا ‘তবে পৃথিবীতে তাদের সাথে সদ্ভাবে বসবাস করবে’ (লোক্বমান ৩১/১৫)।
      আসমা বিনতে আবূ বকর (রাঃ) হ’তে বর্ণিত, তিনি বলেন, قَدِمَتْ عَلَىَّ أُمِّىْ
      وَهْىَ مُشْرِكَةٌ، فِىْ عَهْدِ رَسُوْلِ اللهِ صلى الله عليه وسلم،
      فَاسْتَفْتَيْتُ رَسُوْلَ اللهِ صلى الله عليه وسلم قُلْتُ إِنَّ أُمِّىْ
      قَدِمَتْ وَهِىَ رَاغِبَةٌ، أَفَأَصِلُ أُمِّىْ، قَالَ نَعَمْ صِلِى أُمَّكِ.
      ‘রাসূলুল্লাহ (ছাঃ)-এর যুগে আমার মা মুশরিক অবস্থায় আমার নিকট আসলেন। আমি
      রাসূলুল্লাহ (ছাঃ)-এর নিকট ফৎওয়া জিজ্ঞেস করলাম, আমার মা আমার নিকটে এসেছেন,
      তিনি আমার প্রতি (ভাল ব্যবহার পেতে) খুবই আগ্রহী, এমতাবস্থায় আমি কি তার
      সঙ্গে সদাচরণ করব? তিনি বললেন, ‘হ্যাঁ, তুমি তোমার মায়ের সাথে সদাচরণ
      কর’।[10] আত্মীয়দের মাঝে মর্যাদা বা স্তরের ভিন্নতা : আত্মীয় নিকটত্ব ও
      দূরত্বের ভিত্তিতে এবং বংশ ও স্থানের দূরত্বের দৃষ্টিকোণে ভিন্নতর হয়ে থাকে।
      সুতরাং বংশীয় দিক দিয়ে নিকটাত্মীয় হচ্ছেন পিতা-মাতা। তবে এর মধ্যে মায়ের স্তর
      ঊর্ধ্বে। যেমন আল্লাহ বলেন, وَوَصَّيْنَا الْإِنسَانَ بِوَالِدَيْهِ
      حَمَلَتْهُ أُمُّهُ وَهْناً عَلَى وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ أَنِ
      اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ ‘আমরা তো মানুষকে তার
      পিতা-মাতার প্রতি সদাচরণের নির্দেশ দিয়েছি। জননী সন্তানকে কষ্টের পর কষ্ট বরণ
      করে গর্ভে ধারণ করে এবং তার দুধ ছাড়ান হয় দুই বৎসরে। সুতরাং আমার প্রতি ও
      তোমার পিতা-মাতার প্রতি কৃতজ্ঞ হও। প্রত্যাবর্তন তো আমারই নিকট’ (লোক্বমান
      ৩১/১৪)। হাদীছে এসেছে, عَنْ أَبِى هُرَيْرَةَ رضى الله عنه قَالَ جَاءَ
      رَجُلٌ إِلَى رَسُوْلِ اللهِ صلى الله عليه وسلم فَقَالَ يَا رَسُوْلَ اللهِ
      مَنْ أَحَقُّ بِحُسْنِ صَحَابَتِى قَالَ أُمُّكَ. قَالَ ثُمَّ مَنْ قَالَ
      أُمُّكَ. قَالَ ثُمَّ مَنْ قَالَ أُمُّكَ. قَالَ ثُمَّ مَنْ قَالَ ثُمَّ
      أَبُوْكَ. আবু হুরায়রা (রাঃ) হতে বর্ণিত, তিনি বলেন, এক লোক রাসূলুল্লাহ
      (ছাঃ)-এর নিকটে এসে জিজ্ঞেস করল, হে আল্লাহর রাসূল (ছাঃ)! আমার নিকট কে উত্তম
      ব্যবহার পাওয়ার অধিক হকদার? তিনি বললেন, ‘তোমার মা’। লোকটি বলল, তারপর কে?
      তিনি বললেন, ‘তোমার মা’। সে বলল, অতঃপর কে? তিনি বললেন, ‘তোমার পিতা’।[11]
      অন্যত্র তিনি বলেন, إِنَّ اللهَ حَرَّمَ عَلَيْكُمْ عُقُوقَ الْأُمَّهَاتِ،
      وَوَأْدَ الْبَنَاتِ، وَمَنَعَ وَهَاتِ، وَكَرِهَ لَكُمْ قِيلَ وَقَالَ،
      وَكَثْرَةَ السُّؤَالِ، وَإِضَاعَةَ الْمَالِ. ‘আল্লাহ তা‘আলা তোমাদের উপর
      হারাম করেছেন মায়ের অবাধ্যতা বা নাফরমানী, কন্যা সন্তানকে জীবন্ত পুঁতে ফেলা,
      কারো প্রাপ্য না দেয়া এবং অন্যায়ভাবে কিছু নেয়া। আর অপসন্দ করেছেন অনর্থক
      বাক্য ব্যয়, অধিক প্রশ্ন করা এবং মাল বিনষ্ট করা’।[12] নিকটাত্মীয়ের মধ্যে
      ভাই-বোনও অন্তর্ভুক্ত। তবে ভাই-বোন বৈমাত্রেয় ও বৈপিত্রেয় হয়ে থাকে। আবার
      সম্পর্কের কারণে তারা দূরবর্তীও হয়। যেমন চাচাত, মামাত, খালাত, ফুফাত ভাই।
      আবার স্থানের দূরত্বের কারণেও স্তরের ভিন্নতা হয়। যেমন নিজ মহল্লা ও নিজ শহরে
      বসবাসকারী আত্মীয় নিকটের। পক্ষান্তরে ভিন্ন মহল্লায় ও ভিন্ন শহরে বসবাসকারী
      আত্মীয় দূরের অন্তর্ভুক্ত। তবে রক্ত বা বংশ সম্পর্কিত আত্মীয়দের সাথে সম্পর্ক
      বজায় রাখা যরূরী অন্যদের অপেক্ষা। এখানে সময়ের কোন নির্ধারিত সীমা নেই। আজীবন
      এ সম্পর্ক অক্ষুণ্ণ রাখতে হবে। প্রকৃত জ্ঞাতি সম্পর্ক : কোন ব্যক্তি যখন তার
      কোন আত্মীয়ের সাক্ষাৎ করার কারণে ঐ আত্মীয়ের সাথে সাক্ষাৎ করে, এটাকে
      আত্মীয়তার সম্পর্ক রক্ষা করা বলে না। বরং এটা হচ্ছে প্রতিদান স্বরূপ।
      অনুরূপভাবে যদি কোন কাজে সহযোগিতা ও প্রয়োজন পূর্ণ করা হয় আত্মীয়ের অনুরূপ
      কাজের বিনিময়ে তাহ’লে এটাকেও আত্মীয়তা রক্ষা করা বলা হবে না। এটাও হচ্ছে
      প্রতিদান বা বিনিময়। বরং প্রকৃত আত্মীয়তা রক্ষা হচ্ছে সম্পর্ক ছিন্ন করা
      হ’লেও যে তা বজায় রাখে। আত্মীয় দুর্ব্যবহার করলেও যে তাদের সাথে সাক্ষাৎ করে,
      খোঁজ-খবর নেয়, তারা তার সাথে অসদাচরণ করলেও সে উত্তম আচরণ করে। যেমন রাসূল
      (ছাঃ) বলেন, لَيْسَ الْوَاصِلُ بِالْمُكَافِئِ، وَلَكِنِ الْوَاصِلُ الَّذِىْ
      إِذَا قَطَعَتْ رَحِمُهُ وَصَلَهَا. ‘প্রতিদানকারী আত্মীয়তার হক সংরক্ষণকারী
      নয়। বরং আত্মীয়তার হক সংরক্ষণকারী সে ব্যক্তি, যে আত্মীয়তার সম্পর্ক ছিন্ন
      হবার পরও তা বজায় রাখে।[13]অন্য হাদীছে এসেছে, আবূ হুরায়রা (রাঃ) বলেন, একদা
      এক ব্যক্তি নবী করীম (ছাঃ)-এর খেদমতে উপস্থিত হয়ে আরয করল, يَا رَسُوْلَ
      اللهِ إِنَّ لِىْ قَرَابَةً أَصِلُهُمْ وَيَقْطَعُوْنِىْ وَأُحْسِنُ
      إِلَيْهِمْ وَيُسِيْئُوْنَ إِلَىَّ وَأَحْلُمُ عَنْهُمْ وَيَجْهَلُوْنَ
      عَلَىَّ. فَقَالَ لَئِنْ كُنْتَ كَمَا قُلْتَ فَكَأَنَّمَا تُسِفُّهُمُ
      الْمَلَّ وَلاَ يَزَالُ مَعَكَ مِنَ اللهِ ظَهِيْرٌ عَلَيْهِمْ مَا دُمْتَ
      عَلَى ذَلِكَ. ‘ইয়া রাসূলাল্লাহ (ছাঃ)! আমার ঘনিষ্ঠ আত্মীয়-স্বজন রয়েছে, আমি
      তাদের সাথে সদ্ব্যবহার করি, কিন্তু তারা আমার সাথে সম্পর্ক ছিন্ন করে। আমি
      তাদের প্রতি অনুগ্রহ করি কিন্তু তারা আমার সাথে অসদাচরণ করে। তারা আমার সাথে
      গোয়ার্তুমি করে। আমি সহ্য করে যাই। তখন রাসূলুল্লাহ (ছাঃ) বললেন, ‘যদি তোমার
      বক্তব্য ঠিক হয়, তবে তো তুমি যেন তাদের মুখে উত্তপ্ত ছাই পুরে দিচ্ছ। তোমার
      কারণে তাদের দুর্ভোগ আছে। যতক্ষণ পর্যন্ত তুমি এরূপ করতে থাকবে, ততক্ষণ
      পর্যন্ত আল্লাহর পক্ষ হ’তে একজন সাহায্যকারী তাদের মুকাবিলায় তোমার সাথে
      থাকবেন’।[14] আত্মীয়তার সম্পর্ক রক্ষার পদ্ধতি ও উপায় : আত্মীয়তার সম্পর্ক
      বজায় রাখার জন্য কতিপয় কাজ করা যরূরী। সেগুলো হচ্ছে- * তাদের সাথে সাক্ষাৎ
      করা, তাদের অবস্থা সম্পর্কে লক্ষ্য রাখা এবং তাদের খোঁজ-খবর নেওয়া। তাদেরকে
      উপহার-উপঢৌকন প্রদান করা, তাদের যথাযথ সম্মান করা ও মর্যাদা দেওয়া। তাদের
      মধ্যে যারা দরিদ্র তাদেরকে দান করা। * আত্মীয়-স্বজন বাড়ীতে আসলে তাদেরকে
      সানন্দে গ্রহণ করা ও যথাসাধ্য আপ্যায়ন করা এবং মাঝেমধ্যে বাড়ীতে আমন্ত্রণ
      করা। তাদের কোন অভিযোগ থাকলে তা শোনা ও দূর করার প্রয়োজনীয় ব্যবস্থা করা।
      সর্বোপরি তাদের মর্যাদাকে সবার উপরে স্থান দেওয়া। * তাদের সুসংবাদে শরীক হওয়া
      এবং দুঃসংবাদে সহমর্মী ও সমব্যথী হওয়া। তাদের নিরাপত্তা ও সংশোধনের জন্য দো‘আ
      করা। বিবদমান বিষয় দ্রুত মীমাংসা করা এবং সম্পর্কোন্নয়ন ও মযবূত করণের জন্য
      সর্বাত্মক চেষ্টা অব্যাহত রাখা। * আত্মীয়-স্বজনের মধ্যে কেউ অসুস্থ হ’লে তাকে
      দেখতে যাওয়া এবং সাধ্যমত তার সেবা-শুশ্রূষা করা। কোন আত্মীয় দাওয়াত দিলে তার
      দাওয়াত কবুল করা। * আত্মীয়তার সম্পর্ক রক্ষার সবচেয়ে গুরুত্বপূর্ণ দিক হচ্ছে,
      তাদের হেদায়াতের চেষ্টা করা, সঠিক পথের দিকে তাদেরকে দাওয়াত দেওয়া। সেই সাথে
      তাদেরকে সৎ কাজের আদেশ দেওয়া ও অসৎ কাজ থেকে নিষেধ করা, বাধা দেওয়া।
      আত্মীয়-স্বজন সৎ কর্মশীল হ’লে এবং সঠিক পথে থাকলে এ সম্পর্ক অব্যাহত থাকে।
      পক্ষান্তরে আত্মীয়-স্বজন কাফের বা পাপাচারী হ’লে তাদেরকে উপদেশ দেওয়া এবং
      তাদের হেদায়াতের জন্য চেষ্টা অব্যাহত রাখা। * যদি কোন আত্মীয়ের মধ্যে অহংকার,
      আত্মগৌরব, শত্রুতা ও বিরোধীভাব পরিলক্ষিত হয় অথবা কেউ যদি এই আশংকা করে যে,
      তার কোন আত্মীয় তাকে প্রত্যাখ্যান করবে ও তার সাথে বাড়াবাড়ি করবে, তাহ’লে তার
      সাথে নম্রতা অবলম্বন করা অথবা তাদের থেকে এমনভাবে দূরত্ব বজায় রাখা যে, সেটা
      যেন তাদের কোন কষ্টের কারণ না হয়। আর তাদের জন্য অধিক দো‘আ করা, যাতে আল্লাহ
      তাদের হেদায়াত করেন। আত্মীয়দের কেউ মৃত্যুবরণ করলে তার জানাযায় শরীক হওয়া।
      সর্বোপরি আত্মীয়-স্বজনের সাথে নম্র ব্যবহার এবং তাদের সাথে সদ্ভাব-সম্প্রীতি
      স্থাপন ও পরস্পর ভালবাসার সৃষ্টির মাধ্যমে এ সম্পর্ক অটুট রাখা যায়।
      আত্মীয়তার সম্পর্ক রক্ষার গুরুত্ব : আত্মীয়তার সম্পর্ক রক্ষা করা অতি যরূরী।
      এ ব্যাপারে মহান আল্লাহ বলেন,وَاعْبُدُوا اللهَ وَلَا تُشْرِكُوْا بِهِ
      شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَبِذِي الْقُرْبَى وَالْيَتَامَى
      وَالْمَسَاكِيْنِ وَالْجَارِ ذِي الْقُرْبَى وَالْجَارِ الْجُنُبِ
      وَالصَّاحِبِ بِالْجَنْبِ وَابْنِ السَّبِيلِ وَمَا مَلَكَتْ أَيْمَانُكُمْ
      إِنَّ اللهَ لَا يُحِبُّ مَنْ كَانَ مُخْتَالاً فَخُوْرًا ‘তোমরা আল্লাহর
      ইবাদত করবে ও কোন কিছুকে তাঁর সাথে শরীক করবে না। পিতামাতা, আত্মীয়-স্বজন,
      ইয়াতীম, অভাগ্রস্ত, নিকট প্রতিবেশী, দূর-প্রতিবেশী, সঙ্গী-সাথী, মুসাফির ও
      তোমাদের অধিকারভুক্ত দাস-দাসীদের প্রতি সদ্ব্যবহার করবে। নিশ্চয়ই আল্লাহ
      পসন্দ করেন না দাম্ভিক, অহংকারীকে’ (নিসা ৪/৩৬)। অন্যত্র তিনি
      বলেন,وَاتَّقُوا اللهَ الَّذِيْ تَسَاءَلُوْنَ بِهِ وَالْأَرْحَامَ إِنَّ
      اللهَ كَانَ عَلَيْكُمْ رَقِيْبًا ‘আর আল্লাহকে ভয় কর, যাঁর নামে তোমরা এক
      অপরের নিকট যাচ্ঞা কর এবং তোমরা সতর্ক থাক জ্ঞাতি-বন্ধন সম্পর্কে। নিশ্চয়ই
      আল্লাহ তোমাদের উপর তীক্ষ্ণ দৃষ্টি রাখবেন’(নিসা ৪/১)। মহান আল্লাহ আরো বলেন,
      وَالَّذِيْنَ يَصِلُوْنَ مَا أَمَرَ اللهُ بِهِ أَنْ يُوْصَلَ وَيَخْشَوْنَ
      رَبَّهُمْ وَيَخَافُوْنَ سُوْءَ الْحِسَابِ ‘আর আল্লাহ যে সম্পর্ক অক্ষুণ্ণ
      রাখতে আদেশ করেছেন যারা তা অক্ষুণ্ণ রাখে, ভয় করে তাদের প্রতিপালককে এবং ভয়
      করে কঠোর হিসাবকে’ (রা‘দ ১৩/২১)। আল্লাহ বলেন,وَإِذْ أَخَذْنَا مِيْثَاقَ
      بَنِيْ إِسْرائيْلَ لا تَعْبُدُوْنَ إِلاَّ اللهَ وَبِالْوَالِدَيْنِ
      إِحْسَاناً وَذِيْ الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِيْنِ- ‘স্মরণ কর,
      যখন আমরা বানী ইসরাঈলের অঙ্গীকার নিয়েছিলাম যে, তোমরা আল্লাহ ব্যতীত অন্য
      কারো ইবাদত করবে না, পিতামাত, আত্মীয়-স্বজন, পিতৃহীন ও দরিদ্রদের প্রতি সদয়
      ব্যবহার করবে’ (বাক্বারাহ ২/৮৩)। তিনি আরো বলেন, فَهَلْ عَسَيْتُمْ إِنْ
      تَوَلَّيْتُمْ أَنْ تُفْسِدُوْا فِى الأَرْضِ وَتُقَطِّعُوْا أَرْحَامَكُمْ
      ‘তবে কি (হে মুনাফিক সমাজ!) তোমরা আধিপত্য লাভ করলে পৃথিবীতে বিপর্যয় সৃষ্টি
      করবে এবং আত্মীয়তার বন্ধন সমূহকে ছিন্ন করবে?’ (মুহাম্মাদ ৪৭/২২)। অন্যত্র
      তিনি বলেন, إِنَّ اللهَ يَأْمُرُ بِالْعَدْلِ وَالإِحْسَانِ وَإِيتَاء ذِي
      الْقُرْبَى ‘আল্লাহ ন্যায়পরায়ণতা, সদাচরণ ও আত্মীয়-স্বজনকে দানের নির্দেশ
      দেন’ (নাহল ১৬/৯০)। তিনি আরো বলেন, وَآتِ ذَا الْقُرْبَى حَقَّهُ ‘আত্মীয়কে
      তার অধিকার প্রদান কর’ (বনী ইসরাঈল ১৭/২৬; রূম ৩১/৩৮)। হাদীছেও আত্মীয়তার
      সম্পর্ক রক্ষার ব্যাপারে অনেক তাকীদ এসেছে। যেমন- আবূ হুরায়রা (রাঃ) বলেন,
      لَمَّا أُنْزِلَتْ هَذِهِ الآيَةُ (وَأَنْذِرْ عَشِيْرَتَكَ الأَقْرَبِيْنَ)
      دَعَا رَسُوْلُ اللهِ صلى الله عليه وسلم قُرَيْشًا فَاجْتَمَعُوْا فَعَمَّ
      وَخَصَّ فَقَالَ يَا بَنِى كَعْبِ بْنِ لُؤَىٍّ أَنْقِذُوْا أَنْفُسَكُمْ
      مِنَ النَّارِ يَا بَنِى مُرَّةَ بْنِ كَعْبٍ أَنْقِذُوْا أَنْفُسَكُمْ مِنَ
      النَّارِ يَا بَنِى عَبْدِ شَمْسٍ أَنْقِذُوْا أَنْفُسَكُمْ مِنَ النَّارِ
      يَا بَنِىْ عَبْدِ مَنَافٍ أَنْقِذُوْا أَنْفُسَكُمْ مِنَ النَّارِ يَا بَنِى
      هَاشِمٍ أَنْقِذُوا أَنْفُسَكُمْ مِنَ النَّارِ يَا بَنِى عَبْدِ
      الْمُطَّلِبِ أَنْقِذُوْا أَنْفُسَكُمْ مِنَ النَّارِ يَا فَاطِمَةُ
      أَنْقِذِىْ نَفْسَكِ مِنَ النَّارِ فَإِنِّىْ لاَ أَمْلِكُ لَكُمْ مِنَ اللهِ
      شَيْئًا غَيْرَ أَنَّ لَكُمْ رَحِمًا سَأَبُلُّهَا بِبَلاَلِهَا- অর্থাৎ যখন
      আয়াত নাযিল হ’ল, وَأَنْذِرْ عَشِيْرَتَكَ الأَقْرَبِيْنَ ‘তোমার
      নিকটাত্মীয়দেরকে সতর্ক কর’ (শু‘আরা ২৬/২১৪)তখন নবী করীম (ছাঃ) ডাক দিলেন, হে
      বনী কা‘ব ইবনু লুই! নিজেদেরকে জাহান্নামের আগুন হ’তে রক্ষা কর! হে আবদে মানাফ
      গোত্রীয় লোকজন! নিজেদেরকে জাহান্নামের আগুন হ’তে রক্ষা কর! হে হাশেম বংশীয়রা!
      নিজেদেরকে আগুন হ’তে রক্ষা কর! হে আব্দুল মুত্তালিবের বংশের লোকজন! নিজেদেরকে
      আগুন হ’তে রক্ষা কর! হে মুহাম্মাদ তনয়া ফাতেমা! নিজেকে আগুন হ’তে রক্ষা কর!
      নতুবা আমি তোমাকে আল্লাহর কোপানল হ’তে রক্ষা করতে পারব না, আমার করার কিছুই
      থাকবে না; কেবল তোমরা যে আমার রক্তের বন্ধনে বাঁধা, এই যা আমি আমার রক্তের হক
      আদায় করি’।[15] আবূ আইয়ূব (রাঃ) থেকে বর্ণিত যে, জনৈক ছাহাবী নবী করীম
      (ছাঃ)-কে বললেন,أَخْبِرْنِىْ بِعَمَلٍ يُدْخِلُنِى الْجَنَّةَ. قَالَ مَا
      لَهُ مَا لَهُ وَقَالَ النَّبِىُّ صلى الله عليه وسلم أَرَبٌ مَالَهُ،
      تَعْبُدُ اللهَ، وَلاَ تُشْرِكُ بِهِ شَيْئًا، وَتُقِيمُ الصَّلاَةَ،
      وَتُؤْتِى الزَّكَاةَ، وَتَصِلُ الرَّحِمَ. ‘আমাকে এমন একটি আমলের কথা বলুন
      যা আমাকে জান্নাতে প্রবেশ করাবে। রাসূলুল্লাহ (ছাঃ) বললেন, ‘তার কী হয়েছে!
      তার কী হয়েছে! এবং বললেন, তার দরকার রয়েছে তো। তুমি আল্লাহর ‘ইবাদত করবে,
      তাঁর সঙ্গে অপর কোন কিছুকে শরীক করবে না। ছালাত আদায় করবে, যাকাত আদায় করবে
      এবং আত্মীয়তার সম্পর্ক অটুট রাখবে’।[16] আবূ আইঊব আনছারী (রাঃ) বলেন, জনৈক
      বেদুঈন নবী করীম (ছাঃ)-এর এক ভ্রমণকালে তাঁর খেদমতে উপস্থিত হয়ে আরয করল,
      أَخْبِرْنِيْ مَا يُقَرِّبُنِيْ مِنَ الْجَنَّةِ، وَيُبَاعِدُنِيْ مِنَ
      النَّارِ؟ قَالَ تَعْبُدُ اللهَ وَلا تُشْرِكُ بِهِ شَيْئًا، وَتُقِيْمُ
      الصَّلاةَ، وَتُؤْتِي الزَّكَاةَ، وَتَصِلُ الرَّحِم- ‘যা আমাকে জান্নাতের
      নিকটবর্তী এবং জাহান্নাম হ’তে দূরবর্তী করবে, সে সম্পর্কে আমাকে অবহিত করুন।
      তিনি বললেন, ‘ইবাদত করবে আল্লাহর এবং তাঁর সাথে অন্য কাউকেও শরীক করবে না।
      ছালাত কায়েম করবে, যাকাত প্রদান করবে এবং আত্মীয়-স্বজনের সাথে সম্পর্ক বজায়
      রাখবে’।[17] রোমের বাদশাহ হিরাকল আবু সুফিয়ানকে যে প্রশ্ন করেছিল, সে
      সম্পর্কিত হাদীছে আছে, قَالَ مَاذَا يَأْمُرُكُمْ قُلْتُ يَقُوْلُ اعْبُدُوْا
      اللهَ وَحْدَهُ، وَلاَ تُشْرِكُوْا بِهِ شَيْئًا، وَاتْرُكُوْا مَا يَقُوْلُ
      آبَاؤُكُمْ، وَيَأْمُرُنَا بِالصَّلاَةِ وَالصِّدْقِ وَالْعَفَافِ
      وَالصِّلَةِ. ‘হিরাকল বলল, তিনি তোমাদের কি আদেশ করেন? আবু সুফিয়ান বলেন, তখন
      আমি বললাম, তিনি বলেন, ‘তোমরা এক আল্লাহর ইবাদত কর, তাঁর সাথে কোন কিছুকে
      শরীক কর না। তোমাদের পিতৃপুরুষ যে সবের ইবাদত করত, তা ছেড়ে দাও। তিনি আমাদের
      আদেশ করেন ছালাত আদায় করতে, ছাদাক্বাহ দিতে, পূতপবিত্র থাকতে এবং আত্মীয়তার
      সম্পর্ক রক্ষা করতে’।১৮ উপরোক্ত আলোচনা থেকে প্রতীয়মান হয় যে, আত্মীয়তার
      সম্পর্ক রক্ষা করা এবং ঐ সম্পর্ক অক্ষুণ্ণ ও অটুট রাখার জন্য সর্বাত্মক
      চেষ্টা করা সবার জন্য আবশ্যক। যে ব্যাপারে আল্লাহ ও তাঁর রাসূল (ছাঃ)
      আমাদেরকে বিশেষভাবে নির্দেশ দিয়েছেন। এ সম্পর্ক বজায় রাখলে ইহকালীন ও পরকালীন
      ফায়দা রয়েছে। আবার এ সম্পর্ক ছিন্ন করলে পরকালে শাস্তি রয়েছে। তাই আত্মীয়তার
      সম্পর্ক সংরক্ষণে আমাদেরকে যথা সম্ভব সচেষ্ট হ’তে হবে। [চলবে] [1]. A.S.
      Hornby, Oxford Advanced Learners Dictionary, P. 1285. [2]. আবু ইউসুফ
      মুহাম্মাদ যায়েদ, তায়্যিবুল কালাম ফী ছিলাতির রাহিম, পৃঃ ১। [3]. মুহাম্মাদ
      ইবনু ইবরাহীম আল-হামদ, কাতীয়াতুর রাহিমে, পৃঃ ৭। [4]. মুসলিম হা/২৫৪৩; মিশকাত
      হা/৫৯১৬। [5]. বুখারী হা/২৬৫৪; মুসলিম হা/৮৭ তিরমিযী হা/১৯০১। [6]. বুখারী
      হা/৬৯২০; আবু দাউদ হা/২৮৭৫। [7]. বুখারী হা/৫২৭; মুসলিম হা/৮৫। [8]. মুসলিম
      হা/২৫৫১। [9]. বুখারী হা/১৩৯৬; মাল-আদাবুল মুফরাদ হা/৪৯। [10]. বুখারী
      হা/২৬২০; মুসলিম হা/১০০৩। [11]. বুখারী হা/৫৯৭১; মুসলিম হা/২৫৪৮। [12].
      বুখারী হা/২৪০৮; মুসলিম হা/২৫৯৩। [13]. বুখারী হা/৫৯৯১; তিরমিযী হা/২০২৩।
      [14]. মুসলিম হা/২৫৫৮; মিশকাত হা/৪৯২৪; আল-আদাবুল মুফরাদ হা/৫২। [15]. মুসলিম
      হা/২০৪; আল-আদাবুল মুফরাদ হা/৪৮। [16]. বুখারী হা/১৩৯৬। [17]. আল-আদাবুল
      মুফরাদ হা/৪৯; সিলসিলা ছহীহাহ হা/৩৫০৮। [18]. বুখারী হা/৭, ২৯৪১।
    </div>
  );
};

export default dueToParents;
