import React from "react";

const hajj = () => {
  return (
    <div className=" px-4 text-justify">
      হজ্জের লক্ষ্য ও উদ্দেশ্য মূল : আব্দুল আযীয বিন আব্দুল্লাহ বিন বায অনুবাদ :
      ড. মুহাম্মাদ কাবীরুল ইসলাম সমস্ত প্রশংসা আল্লাহ রাববুল আলামীনের জন্য এবং
      আখেরাতের শুভ পরিণতি মুত্তাক্বীদের জন্য। আর দরূদ ও সালাম (রহমত ও শান্তি)
      বর্ষিত হউক আল্লাহর বান্দা, তাঁর রাসূল, তাঁর বন্ধু, তাঁর অহি-র হেফাযতকারী,
      তাঁর সৃষ্টি সংক্রান্ত গুণাবলীর গুণকীর্তনকারী, আমাদের নবী, আমাদের ইমাম ও
      সরদার মুহাম্মাদ বিন আব্দুল্লাহর উপর; যিনি আল্লাহর দিকে আহবানকারীদের ইমাম
      (নেতা)। আর রাসূলের পরিবার-পরিজন, সঙ্গী-সাথী এবং ক্বিয়ামত পর্যন্ত যারা
      যথাযথভাবে তাঁর অনুসারী হবে তাদের প্রতিও শান্তি বর্ষিত হোক। অতঃপর আল্লাহ
      তা‘আলার যাবতীয় নে‘মতের জন্য তাঁর কৃতজ্ঞতা জ্ঞাপন করছি। আল্লাহর নিকটে
      প্রার্থনা তিনি যেন আমাদেরকে ও বায়তুল হারামে হজ্জব্রত পালনকারী সবাইকে এবং
      সমস্ত মুসলমানকে তাঁর সন্তুষ্টি লাভের এবং তাদের অবস্থা পরিশুদ্ধ করার তাওফীক
      দেন। তিনি যেন তাদেরকে দ্বীনের গভীর জ্ঞান দান করেন এবং তাদের মধ্যকার উত্তম
      ব্যক্তিরা যেন তাদের অভিভাবক বা বন্ধু হয়। যাতে সে আল্লাহর দ্বীনের সাহায্য
      করতে পারে এবং তাঁর কালিমাকে বুলন্দ (সুউচ্চ) করতে পারে। আর আল্লাহই এ
      ব্যাপারে অলী-অভিভাবক এবং ক্ষমতাবান। হে বায়তুল হারামে হজ্জব্রত পালনকারী
      দ্বীনী ভ্রাতৃমন্ডলী! ইসলামের অনেক বড় লক্ষ্য এবং বিভিন্ন ধরনের উদ্দেশ্য
      রয়েছে। তাতে তাৎক্ষণিক ও বিলম্বিত উপকারিতা রয়েছে, রয়েছে ইহকালীন ও পরকালীন
      ফায়েদা। যেমন ছালাত, ছাওম, যাকাত, হজ্জ প্রভৃতি। আল্লাহর প্রতিটি বিধানে
      বান্দার জন্য বড় কল্যাণ ও বহু উপকারিতা রয়েছে দুনিয়ার তাৎক্ষণিক কর্মে।
      তন্মধ্যে আন্তরিক পরিশুদ্ধি, পারিপার্শ্বিক অবস্থা ও পরিস্থিতি সুদৃঢ় হওয়া,
      পবিত্র জীবিকা ও আন্তরিক প্রশান্তি ইত্যাদি। এছাড়া এতে রয়েছে প্রশংসিত
      পরিণতি, জান্নাতে আল্লাহর দীদার (দর্শন) লাভের মাধ্যমে বিরাট সফলতা এবং
      আল্লাহর সন্তুষ্টি লাভের মাধ্যমে কৃতকার্য হওয়া। যেমন আল্লাহ বলেন, وَأَذِّنْ
      فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالًا وَعَلَى كُلِّ ضَامِرٍ
      يَأْتِيْنَ مِنْ كُلِّ فَجٍّ عَمِيْقٍ، لِيَشْهَدُوْا مَنَافِعَ لَهُمْ
      وَيَذْكُرُوْا اسْمَ اللهِ فِيْ أَيَّامٍ مَعْلُوْمَاتٍ عَلَى مَا رَزَقَهُمْ
      مِنْ بَهِيْمَةِ الْأَنْعَامِ- ‘আর তুমি মানুষের মাঝে হজ্জের ঘোষণা প্রচার
      করে দাও। তারা তোমার কাছে আসবে পায়ে হেঁটে এবং সকল প্রকার (পথশ্রান্ত) কৃশকায়
      উটের উপর সওয়ার হয়ে দূর-দূরান্ত হ’তে। যাতে তারা তাদের (দুনিয়া ও আখেরাতের)
      কল্যাণের জন্য সেখানে উপস্থিত হ’তে পারে এবং রিযিক হিসাবে তাদের দেওয়া
      গবাদিপশুসমূহ যবেহ করার সময় নির্দিষ্ট দিনগুলিতে তাদের উপর আল্লাহর নাম
      উচ্চারণ করতে পারে’ (হজ্জ ২২/২৭-২৮)। হজ্জের বৈধতা বা শারঈ ভিত্তি : হজ্জ
      একটি বিরাট বার্ষিক ইবাদত, যা আল্লাহ বান্দার জন্য বিধিবদ্ধ করেছেন। কেননা
      তাতে রয়েছে অনেক বড় উপকারিতা, বড় লক্ষ্য ও উদ্দেশ্য এবং দুনিয়া ও আখিরাতের
      কল্যাণ। এটা পৃথিবীর সকল এলাকার প্রাপ্ত বয়স্ক নর-নারীর উপর ফরয, যদি তারা
      এটা পালনে (আর্থিক ও শারীরিক দিক দিয়ে) সামর্থ্য রাখে। যেমন আল্লাহ
      বলেছেন,وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ
      سَبِيْلاً- ‘আর আল্লাহর উদ্দেশ্যে এ গৃহের হজ্জ করা ঐ ব্যক্তির উপর ফরয করা
      হ’ল, যার এখানে আসার সামর্থ্য রয়েছে’ (আলে ইমরান ৩/৯৭)। বুখারী ও মুসলিমে
      এসেছে, আব্দুল্লাহ ইবনু ওমর হ’তে বর্ণিত, রাসূলুল্লাহ (ছাঃ) বলেছেন,بُنِىَ
      الإِسْلاَمُ عَلَى خَمْسٍ شَهَادَةِ أَنْ لاَ إِلَهَ إِلاَّ اللهُ وَأَنَّ
      مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ وَإِقَامِ الصَّلاَةِ وَإِيتَاءِ الزَّكَاةِ
      وَحَجِّ الْبَيْتِ وَصَوْمِ رَمَضَانَ- ‘ইসলাম পাঁচটি ভিত্তির উপর
      প্রতিষ্ঠিত। তাওহীদ ও রিসালাতের সাক্ষ্য দেওয়া এ মর্মে যে, আল্লাহ ছাড়া কোন
      উপাস্য নেই এবং মুহাম্মাদ (ছাঃ) আল্লাহর বান্দা ও তাঁর রাসূল, ছালাত কায়েম
      করা, যাকাত প্রদান করা, বায়তুল্লাহর হজ্জ করা এবং রামাযানের ছাওম পালন
      করা’।[1] এই পাঁচটি স্তম্ভ হচ্ছে ইসলামের রুকন। এগুলো তাঁর খুঁটি, যার উপরে
      ইসলামের ভিত্তি প্রতিষ্ঠিত। এটা হিজরী নবম বা দশম সনে ফরয হয়েছে। ছহীহ
      মুসলিমে ওমর (রাঃ) হ’তে বর্ণিত, জিব্রীল (আঃ)-এর ঈমান ও ইসলাম সম্পর্কে
      প্রশ্ন সম্বলিত হাদীছে আছে, রাসূল (ছাঃ) তাঁকে বলেন,الإِسْلاَمُ أَنْ
      تَشْهَدَ أَنْ لاَ إِلَهَ إِلاَّ اللهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللهِ
      وَتُقِيمَ الصَّلاَةَ وَتُؤْتِىَ الزَّكَاةَ وَتَصُومَ رَمَضَانَ وَتَحُجَّ
      الْبَيْتَ إِنِ اسْتَطَعْتَ إِلَيْهِ سَبِيلاً ‘ইসলাম হ’ল আপনার একথার
      সাক্ষ্য দান যে, আল্লাহ ব্যতীত প্রকৃত কোন উপাস্য নেই এবং মুহাম্মাদ (ছাঃ)
      তাঁর রাসূল। আর ছালাত কায়েম করা, যাকাত প্রদান করা, রামাযানের ছাওম পালন করা
      এবং বায়তুল্লাহ (আল্লাহর ঘর) পর্যন্ত পেঁŠছার সামর্থ্য থাকলে হজ্জব্রত পালন
      করা’।[2] ছহীহায়ন (বুখারী ও মুসলিম)-এ এসেছে, আবু হুরায়রা (রাঃ) রাসূল হ’তে
      বর্ণিত, তিনি বলেন,مَنْ أَتَى هَذَا الْبَيْتَ فَلَمْ يَرْفُثْ وَلَمْ
      يَفْسُقْ رَجَعَ كَمَا وَلَدَتْهُ أُمُّهُ- ‘যে ব্যক্তি এই ঘরের নিকটে আসল,
      অতঃপর কোন অনর্থক ও অশ্লীল কাজ করল না, সে ঐদিনের মত নিষ্পাপ হয়ে
      প্রত্যাবর্তন করে যেদিন তার মা তাকে নিষ্কলুষভাবে প্রসব করেছিল’।[3] এটা হজ্জ
      ও ওমরা উভয়কেই শামিল করে। ছাহীহায়নে আরো আছে, আবু হুরায়রা (রাঃ) নবী করীম
      (ছাঃ) হ’তে বর্ণনা করেন যে, নবী করীম (ছাঃ) বলেছেন, الْعُمْرَةُ إِلَى
      الْعُمْرَةِ كَفَّارَةٌ لِمَا بَيْنَهُمَا، وَالْحَجُّ الْمَبْرُورُ لَيْسَ
      لَهُ جَزَاءٌ إِلاَّ الْجَنَّةُ ‘ওমরাহ হ’ল এক ওমরা হ’তে অন্য ওমরা পর্যন্ত
      সংঘটিত সকল পাপের কাকফারা। আর কবুল হজ্জের প্রতিদান জান্নাত ব্যতীত অন্য কিছু
      নয়’।[4] এটাই হজ্জ ও ওমরার লক্ষ্য-উদ্দেশ্য। সুতরাং যে ব্যক্তি শরী‘আত সম্মত
      উপায়ে তা আদায় করবে তার প্রতিদান হ’ল জান্নাত, সম্মান, গোনাহ থেকে মুক্তি এবং
      পাপসমূহ মোচন। এ উদ্দেশ্য ছাড়াও তার রয়েছে বিরাট কল্যাণ এবং অতি বড় মর্যাদা।
      যে ব্যক্তি দূর বা কাছ থেকে একমাত্র আল্লাহ তা‘আলার জন্য একনিষ্ঠ হয়ে তাঁর
      সন্তুষ্টি লাভের জন্য এ ঘরের কাছে আসবে এবং কোন অনর্থক ও অশ্লীল কাজ না করে
      উত্তম উপায়ে হজ্জ সমাপন করবে, আল্লাহ তার বিনিময় তার জন্য জান্নাত ও গোনাহ
      থেকে মুক্তিকে অবধারিত করে দিবেন। ওমরাও ঠিক অনুরূপ। যেহেতু মহানবী (ছাঃ)
      বলেছেন, ‘যে ব্যক্তি এ ঘরের নিকটে আসবে’ এবং যেহেতু তিনি বলেছেন, ‘ওমরা হ’ল
      দুই ওমরার মধ্যবর্তী সমস্ত গোনাহের কাফফারা স্বরূপ’। এই মহান উদ্দেশ্য
      প্রত্যেকের, যারা এই বরকতময় শহরে পৌঁছার ইচ্ছা করে। আর প্রত্যেক মুমিন
      নারী-পুরুষের পার্থিত বিষয় হচ্ছে জান্নাত লাভ, জাহান্নাম হ’তে পরিত্রাণ,
      গোনাহ থেকে মুক্তি এবং সমস্ত পাপ মোচন হওয়ার মাধ্যমে কৃতকার্য হওয়া। আল্লাহ
      তাঁর প্রিয় দোস্ত ইবরাহীম (আঃ) সম্পর্কে খবর দিয়েছেন যে, তিনি এই শহরবাসীর
      জন্য দো‘আ করেছেন। আল্লাহ তাঁর বন্ধু ইবরাহীমের ভাষায় এভাবে উল্লেখ করেছেন,
      رَبَّنَا وَابْعَثْ فِيْهِمْ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِكَ
      وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُزَكِّيْهِمْ إِنَّكَ أَنْتَ
      الْعَزِيْزُ الْحَكِيْمُ- ‘হে আমাদের প্রতিপালক! আপনি তাদের মধ্য থেকেই তাদের
      নিকটে একজন রাসূল প্রেরণ করুন, যিনি তাদের কাছে আপনার আয়াত সমূহ পাঠ করবেন,
      তাদেরকে কিতাব ও সুন্নাহ শিক্ষা দিবেন এবং তাদের (অন্তরসমূহকে) পরিচ্ছন্ন
      করবেন। নিশ্চয়ই আপনি মহা পরাক্রান্ত ও প্রজ্ঞাময়’ (বাক্বারাহ ২/১২৯)। আল্লাহ
      এই দো‘আ কবুল করলেন। অতঃপর তাঁর প্রিয় বন্ধু মুহাম্মাদ (ছাঃ)-কে ইবরাহীম (আঃ)
      বর্ণিত বিষয় সমূহ সহকারে প্রেরণ করলেন। আর তিনি আল্লাহ কর্তৃক অবতারিত কিতাব
      তাদেরকে (মানুষকে) পাঠ করে শোনান এবং তাদেরকে শিক্ষা দেন কিতাব। অর্থাৎ কুরআন
      এবং হেকমাত অর্থাৎ সুন্নাহ। আর তাদেরকে আল্লাহ প্রেরিত মহান চরিত্র ও বিভিন্ন
      প্রকার সুউচচ ইবাদত সমূহ দ্বারা পরিশুদ্ধ করেন এবং দুশ্চরিত্র ও গর্হিত
      গুণাবলী হ’তে তাদেরকে পবিত্র করেন। সুতরাং ইসলাম হ’ল তাদের জন্য পবিত্রকারী
      এবং সকল মন্দ কাজ, খারাপ ও বিকৃত, ভ্রান্ত চরিত্রের পরিশুদ্ধকারী এবং তাদেরকে
      উত্তম কাজ ও পবিত্র চরিত্রের দিকে নির্দেশনা দানকারী। তার মধ্যে হজ্জও একটি।
      আল্লাহ তা‘আলা মুহাম্মাদ (ছাঃ) ও সমস্ত আম্বিয়ায়ে কেরামকে এমন জিনিস সহকারে
      প্রেরণ করেছেন যাতে রয়েছে আত্মিক, নৈতিক ও চারিত্রিক পবিত্রতা ও উহার
      পরিশুদ্ধি। তন্মধ্যে যাকাত, পবিত্রতা ও ছালাত প্রতিষ্ঠা আল্লাহ যেমন বিধিবদ্ধ
      করেছেন, তেমনি রামাযানের ছাওম পালন করা ও বায়তুল্লাহর হজ্জ করাও আল্লাহ ফরয
      করেছেন। অনুরূপভাবে অবশিষ্ট আদেশ সমূহ পালন করা এবং নিষেধ সমূহ পরিহার করাও
      আল্লাহ প্রদত্ত শরী‘আতের অন্তর্গত। সুতরাং সমস্ত রাসূল (আঃ), তাঁদের মাথার
      মুকুট এবং তাঁদের মধ্যে শেষ ও তাঁদের নেতা আমাদের নবী মুহাম্মাদ (ছাঃ) এজন্য
      প্রেরিত হয়েছিলেন, যাতে তারা মানুষকে দুষ্ট চরিত্র, বদ অভ্যাস ও খারাপ
      প্রকৃতি এবং মন্দ কার্যাবলী থেকে পবিত্র করতে পারেন। আর যাতে তাঁরা উত্তম আমল
      ও সম্মানিত চরিত্র বা নৈতিকতা দ্বারা মানুষকে পরিশুদ্ধ করতে পারেন। যেগুলোর
      মধ্যে সর্ববৃহৎ ও সর্বোচ্চ হ’ল আল্লাহর একত্ব, সর্বাবস্থায় ইবাদতকে শুধু তাঁর
      জন্যই খাছ করা, আল্লাহ ব্যতীত অন্যের উপাসনা পরিহার করা, আল্লাহ ও তাঁর
      রাসূলের প্রতি বিশ্বাস স্থাপন করা এবং ঐসকল জিনিসের প্রতি ঈমান আনয়ন করা যা
      সংঘটিত হয়েছে বা হওয়া সম্পর্কে আল্লাহ ও তাঁর রাসূল খবর দিয়েছেন। তাঁর নবী
      মুহাম্মাদ (ছাঃ)-এর প্রতি ঈমান আনা এবং তার ধর্মের উপরে অটল-অবিচল থাকা। এটাই
      এ ধর্মের মূল এবং তার ভিত্তি। আল্লাহর একত্ব এবং তাঁর জন্য একনিষ্ঠ হওয়া
      হজ্জের সবচেয়ে বড় লক্ষ্য ও উদ্দেশ্য। এতে বান্দা আল্লাহর জন্যই একনিষ্ঠ হয়ে
      আসে এবং তাঁরই সন্তুষ্টি কামনা করে। সাথে সাথে এই বলে নিজেদের উপস্থিতি ঘোষণা
      করেلَبَّيْكَ لاَ شَرِيكَ لَكَ لَبَّيْكَ ‘আমি তোমার সমীপে উপস্থিত হয়েছি,
      তোমার কোন অংশীদার নেই’।[5] সে (হজ্জকারী) একমাত্র আল্লাহর জন্যই ইবাদতকে
      নির্দিষ্ট করতে চায় এবং তার অন্তর ও আমলকে আল্লাহর সমীপে পেশ করার ইচ্ছা পোষণ
      করে। আর বার বার এই বাক্য উচ্চারণ করেلَبَّيْكَ اللَّهُمَّ لَبَّيْكَ، ‘হে
      আল্লাহ! আমি তোমার খেদমতে হাযির হয়েছি’। অর্থাৎ আমি তোমার বান্দা, তোমার
      উপাসনার উপরেই যথাযথভাবে প্রতিষ্ঠিত। আমি তোমার রাসূল (দূত) ও বন্ধু ইবরাহীম
      (আঃ)-এর দ্বীনের উপরে এবং তাঁর দৌহিত্র মুহাম্মাদ-এর দ্বীনের উপরে তোমার
      আহবানে যথার্থ সাড়া দানকারী। আমি তোমার সন্তুষ্টি প্রত্যাশা করি, আমার সমস্ত
      আমল তোমার জন্যই নির্দিষ্ট করি এবং সমস্ত কাজে তোমার দিকেই প্রত্যাবর্তিত হই।
      যেমন ছালাত ও হজ্জ ইত্যাদি। আর বায়তুল্লাহর হজ্জব্রত পালনে আগ্রহী ব্যক্তি
      সর্বপ্রথম এই দো‘আ পাঠের মাধ্যমে হজ্জ শুরু করে :لَبَّيْكَ اللَّهُمَّ
      لَبَّيْكَ، لَبَّيْكَ لاَ شَرِيكَ لَكَ لَبَّيْكَ، إِنَّ الْحَمْدَ
      وَالنِّعْمَةَ لَكَ وَالْمُلْكَ، لاَ شَرِيكَ لَكَ- ‘হে আল্লাহ! আমি তোমার
      সমীপে উপস্থিত, তোমার কোন শরীক (অংশীদার) নেই, সকল প্রশংসা ও নে‘মত তোমারই,
      সমস্ত রাজত্ব তোমারই জন্য, যাতে অন্য কেউ তোমার শরীক নয়’।[6] ইবাদত কেবল এক
      আল্লাহর জন্য নির্দিষ্ট করা, তাঁর দিকে মুখ ফিরানো এবং এ স্বীকৃতি প্রদান করা
      যে, আল্লাহ এক ও অদ্বিতীয়, তাঁর কোন শরীক নেই সৃষ্টিতে, সমগ্র বিশ্ব
      পরিচালনায় এবং রাজত্বে। ঐ ব্যাপারে তাঁর তুল্যও কেউ নেই। তাঁরই জন্য সমস্ত
      ইবাদত, উপাসনা-আরাধনা; অন্যের জন্য নয়। হজ্জের সবচেয়ে বড় লক্ষ্য হচ্ছে
      আল্লাহর জন্য ইবাদত নির্দিষ্ট করা এবং তাঁর দিকে অন্তরকে ফিরানো এই কথার উপর
      ঈমান আনয়ন করে যে, তিনিই ইবাদতের হকদার, তিনিই প্রকৃত উপাস্য, তিনি সমস্ত
      বিশ্বের একচ্ছত্র মালিক বা প্রতিপালক, তিনি সম্মানিত নাম সমূহ ও গুণাবলীর
      অধিকারী, তাঁর কোন শরীক নেই। তাঁর সমতুল্য, সমকক্ষ ও সাদৃশ্য কেউ নেই। এই
      কথার দিকেই তিনি ইঙ্গিত করে বলেন,وَإِذْ بَوَّأْنَا لِإِبْرَاهِيْمَ مَكَانَ
      الْبَيْتِ أَنْ لَا تُشْرِكْ بِيْ شَيْئًا وَطَهِّرْ بَيْتِيَ
      لِلطَّائِفِيْنَ وَالْقَائِمِيْنَ وَالرُّكَّعِ السُّجُوْدِ ‘(আর স্মরণ কর)
      যখন আমরা ইবরাহীমকে বায়তুল্লাহর স্থান নির্ধারণ করে দিয়ে বলেছিলাম যে, তুমি
      আমার সাথে কাউকে শরীক করো না এবং আমার এ গৃহকে তাওয়াফকারীদের জন্য, ছালাত
      কায়েমকারীদের জন্য এবং রুকূ-সিজদাকারীদের জন্য পবিত্র রাখ’ (হজ্জ ২২/২৬)।
      তিনি সূরা বাক্বারায় আরো বলেন,وَإِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً
      لِلنَّاسِ وَأَمْنًا وَاتَّخِذُوْا مِنْ مَقَامِ إِبْرَاهِيْمَ مُصَلًّى
      وَعَهِدْنَا إِلَى إِبْرَاهِيْمَ وَإِسْمَاعِيْلَ أَنْ طَهِّرَا بَيْتِىَ
      لِلطَّائِفِيْنَ وَالْعَاكِفِيْنَ وَالرُّكَّعِ السُّجُوْدِ ‘আর যখন আমরা
      বায়তুল্লাহ (কা‘বা গৃহ)-কে মানুষের জন্য মিলনকেন্দ্র ও নিরাপদ স্থান হিসাবে
      নির্ধারণ করলাম (এবং বললাম), তোমরা ইবরাহীমের দাঁড়ানোর স্থানকে ছালাতের স্থান
      হিসাবে গ্রহণ কর। আর আমরা ইবরাহীম ও ইসমাঈলের কাছে নির্দেশ পাঠিয়েছিলাম এই
      মর্মে যে, তোমরা আমার গৃহকে তাওয়াফকারীদের জন্য, এখানে অবস্থানকারীদের জন্য
      এবং রুকূকারী ও সিজদাকারীদের জন্য পবিত্র রাখ’ (বাক্বারাহ ২/১২৫)। যাতে তারা
      তাঁর (আল্লাহর) সম্মানিত ঘরের নিকটে একমাত্র তাঁরই ইবাদত করে এবং বায়তুল্লাহর
      আশ-পাশ থেকে সকল মূর্তি, দেব-দেবী, আল্লাহ কর্তৃক নিষিদ্ধকৃত সমস্ত অপবিত্রতা
      হ’তে এবং হজ্জ ও ওমরাকারীদেরকে কষ্ট দেয় সে সমস্ত জিনিস হ’তে এবং যা তাদের
      উদ্দেশ্য থেকে ফিরিয়ে রাখে সেসব বস্ত্ত হ’তে যেন বায়তুল্লাহকে পবিত্র করে।
      অতএব এ ঘর ছালাত আদায়কারী, তাওয়াফকারী এবং ই’তেকাফকারীদের জন্য। তারা আল্লাহর
      ইবাদত করে এ ঘরের নিকটে, তার মধ্যে এবং তার হারাম (নির্ধারিত সীমা)-এর মধ্যে।
      সুতরাং তাদের জন্য আল্লাহর পথে বাঁধাদানকারী সমস্ত জিনিস থেকে এ ঘরকে পবিত্র
      করা আবশ্যক। অথবা এ ঘরকে পবিত্র রাখবে ঐসব কথা-কর্ম থেকে যা আগন্তুকদেরকে
      (ভিন্ন কাজে) ব্যতিব্যস্ত রাখে। ইবরাহীম (আঃ)-এর আহবান : অতঃপর আল্লাহ
      বলেন,وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوْكَ رِجَالًا وَعَلَى كُلِّ
      ضَامِرٍ يَأْتِيْنَ مِنْ كُلِّ فَجٍّ عَمِيْقٍ- ‘আর তুমি মানুষের মাঝে হজ্জের
      ঘোষণা প্রচার করে দাও। তারা তোমার কাছে আসবে পায়ে হেঁটে এবং সকল প্রকার
      (পথশ্রান্ত) কৃশকায় উটের উপর সওয়ার হয়ে দূর-দূরান্ত হ’তে’ (হজ্জ ২২/২৭-২৮)।
      ইবরাহীম (আঃ) মানুষকে আহবান জানান, আর আল্লাহ তাঁর (ইবরাহীমের) আওয়াযকে স্বীয়
      বান্দাদের মধ্যে যাকে ইচ্ছা তাকে শুনিয়ে দিয়েছেন। মানুষও ইবরাহীম (আঃ)-এর যুগ
      হ’তে অদ্যাবধি সেই পবিত্র ডাকে সাড়া দিচ্ছে। এটা শারঈ দলীল দ্বারা প্রমাণিত
      যে, ইবরাহীম (আঃ)ই প্রথম এ মসজিদকে আবাদ করেছেন এবং তিনিই প্রথম এ ঘরের দিকে
      মানুষকে আহবান জানিয়েছেন। আর তাঁর সম্মান-মর্যাদা মানব মাঝে প্রকাশ করেছেন।
      আল্লাহ যাকে (বায়তুল্লাহকে) আসমান ও যমীন সমূহ সৃষ্টির দিন থেকে সম্মানিত
      করেছেন। সুতরাং আল্লাহ তা‘আলা তাঁকে হারাম (সম্মানিত) করার কারণে ক্বিয়ামত
      পর্যন্ত সেটা হারাম (সম্মানিত)ই থাকবে। আল্লাহ বলেন, لِيَشْهَدُوْا مَنَافِعَ
      لَهُمْ ‘যাতে তারা তাদের (দুনিয়া ও আখেরাতের) কল্যাণের জন্য সেখানে উপস্থিত
      হ’তে পারে’ (হজ্জ ২২/২৮)। উপকারিতার মহত্ত্ব ও আধিক্যের কারণে আল্লাহ তার
      কিছু গোপন রেখেছেন এবং কিছু প্রকাশ করেছেন। এগুলোর মধ্যে রয়েছে তাৎক্ষণিক ও
      বিলম্বিত উপকারিতা এবং পার্থিব ও পরকালীন উপকারিতা। এর মধ্যে সর্ববৃহৎ হ’ল
      আল্লাহর একত্বের স্বীকৃতি এবং বায়তুল্লাহর তাওয়াফ, তার প্রাঙ্গণে বা সীমানায়
      ছালাত, আল্লাহর সন্তুষ্টির জন্য দাওয়াত দান প্রভৃতি আল্লাহর জন্যই খাছ করা।
      আর আল্লাহর দিকেই প্রত্যাবর্তন করা এবং তাঁর প্রতি বিনয়াবনত হওয়া যাতে তিনি
      তাদের হজ্জ কবুল করেন, তাদের গোনাহ সমূহ ক্ষমা করেন এবং নিরাপদে সুস্থাবস্থায়
      দেশে ফিরে যাওয়ার তাওফীক দেন। তারা আল্লাহর কাছে মিনতিসহ দো‘আ করবে যেহেতু এই
      বায়তুল্লাহর কাছে বার বার ফিরে আসতে তাদের প্রতি আল্লাহ দয়া করেছেন। এটা একটা
      বড় ফায়েদা যে, তারা একমাত্র তাঁরই (আল্লাহর) ইবাদত করবে এবং আল্লাহর
      সন্তুষ্টির মানসেই এখানে আসবে। লোক দেখানো ও জনশ্রুতির জন্য নয় বরং তারা
      এখানে আসবে শুধু বায়তুল্লাহর তাওয়াফ, তাঁর বড়ত্ব বর্ণনা, তাঁর গৃহের
      প্রাঙ্গণে ছালাত আদায় করা এবং তাঁর অনুগ্রহ চাওয়ার জন্য। এটাই সবচেয়ে বড়
      উপকারিতা। এর মধ্যে আরো বড় ফায়েদা হ’ল আল্লাহর তাওহীদ, তাঁর জন্য একনিষ্ঠ
      হওয়া, তাঁর বান্দাদের মাঝে এর স্বীকৃতি এবং তাঁর আগত বান্দাদের উপদেশ দেওয়া
      যাতে এই বড় বিষয়টা তারা জানতে ও বুঝতে পারে। আর তারা উঁচ্চ আওয়াযে তালবিয়া
      পাঠ করবে, যাতে প্রত্যেক লোকে তা শুনতে পায়। এ উদ্দেশ্যেই আল্লাহ উঁচ্চ
      আওয়াযে তালবিয়া পাঠ ফরয করেছেন, যাতে তারা এর অর্থ জানতে পারে, একে
      বাস্তবায়িত করে এবং তাদের অন্তর ও যবান দ্বারা একে প্রতিষ্ঠিত করে। রাসূল
      বলেন,أَتَانِىْ جِبْرِيْلُ فَأَمَرَنِىْ أَنْ آمُرَ أَصْحَابِى أَنْ
      يَرْفَعُوْا أَصْوَاتَهُمْ بِالإِهْلاَلِ ‘আমার নিকট জিব্রীল এসে এই আদেশ
      করলেন যে, আমি যেন আমার ছাহাবীদের উচ্চৈঃস্বরে তালবিয়া পাঠের নির্দেশ
      দেই’।[7] সুতরাং তালবিয়ার সাথে আওয়ায উচ্চ করাটা সুন্নাত। যাতে কাছের ও দূরের
      লোকেরা তা জানতে পারে এবং ছোট-বড়, পুরুষ-নারী সবাই তা শিখতে পারে। আর তার
      প্রকৃত অর্থ অনুধাবন করতে পারে এবং উদ্দেশ্য বাস্তবায়িত হয়। আর এর মূল অর্থ
      হ’ল ইবাদতকে একমাত্র আল্লাহর জন্য নির্দিষ্ট করা এবং এ বিশ্বাস করা যে,
      আল্লাহ তাদের প্রকৃত উপাস্য, স্রষ্টা, রিযিক দাতা ও মা‘বূদ। এ ইখলাছ হজ্জ ও
      অন্যান্য ইবাদতেও থাকবে। পারস্পরিক পরিচিতি ও উপদেশ বিনিময় : হজ্জের অন্যতম
      উদ্দেশ্য হ’ল পৃথিবীর প্রত্যন্ত অঞ্চল থেকে আগত মুসলমানরা পরস্পর পরিচিত হবে,
      একে অপরকে হক্বের দাওয়াত দিবে ও পরস্পরকে উপদেশ দিবে। চাই তারা পৃথিবীর
      পশ্চিম দিক থেকে আসুক বা পূর্ব দিক থেকে, দক্ষিণ প্রান্ত থেকে আসুক বা উত্তর
      দিক থেকে। তারা পবিত্র বায়তুল্লাহর সীমানায়, আরাফায়, মুযদালিফায়, মিনায় এবং
      মক্কা মু‘আযযমায় একত্রিত হয়। তারা পরস্পরে পরিচিত হয়, একে অন্যকে উপদেশ দেয়,
      একে অপরকে শিক্ষা দেয়, পরস্পরকে সত্যের পথ প্রদর্শন করে, একে অন্যকে সহযোগিতা
      করে এবং একে অপরকে আশার বাণী শোনায় ইহকাল ও পরকালীন কল্যাণে,
      শিক্ষা-সংস্কৃতির কল্যাণে, হেদায়াত ও আল্লাহর পথে আহবানের ক্ষেত্রে, হজ্জের
      নিয়মাবলী এবং ছালাত ও যাকাত দানের পদ্ধতি শিক্ষার ব্যাপারে। তারা বিজ্ঞজনের
      নিকট থেকে উপকারী বক্তব্য শ্রবণ করে। কেননা আল্লাহ মুহাম্মাদ (ছাঃ)-কে তাদের
      কাছে পাঠিয়েছিলেন। তিনি মানুষকে পবিত্র করেছিলেন, তাদেরকে শিক্ষা দিয়েছিলেন
      (আল্লাহর) কিতাব ও হিকমাত (হাদীছ)। সুতরাং তারা পুণ্যময় ঘরের সীমানায় ও
      রাসূলের মসজিদের প্রাঙ্গণে আলেমদের এমন বক্তব্য শুনতে পাবে, যাতে রয়েছে
      হেদায়াত, প্রচার কৌশল এবং রয়েছে সঠিক পথের দিকে নির্দেশনা ও সৌভাগ্যপূর্ণ পথ
      তথা তাওহীদ ও ইখলাছ-এর পথ নির্দেশ। যে বিষয়ে আনুগত্য করা আল্লাহ ফরয করেছেন,
      যে বিষয়ে নাফরমানি করা আল্লাহ হারাম করেছেন। যাতে তারা তা পরিত্যাগ করে এবং
      আল্লাহর হদ্দ (সীমা) অবগত হয়। আর তারা পরস্পরকে নেকী ও আল্লাহভীতির ব্যাপারে
      সহযোগিতা করে। সুতরাং হজ্জের সর্ববৃহৎ উপকারিতা হ’ল তারা (হজ্জে গমনকারীরা)
      আল্লাহর দ্বীন সম্পর্কে শিক্ষার্জন করে। আর বায়তুল্লাহ ও মসজিদে নববীর
      সুপরিসর অঙ্গনে বিদ্বান, দিশারী ও উপদেশ দানকারীদের নিকটে দ্বীনের অনেক অজানা
      বিধিবিধান এবং হজ্জ ও ওমরার অজ্ঞাত বিধান সরাসরি শিখে নিতে পারে। যাতে তারা
      তা জ্ঞানত ও সচেতনভাবে আদায় করতে পারে। আর নিজ দেশে ও যেখানেই থাকুক
      সচেতনভাবে জ্ঞাতসারে আল্লাহর ইবাদত করতে পারে। এখান থেকেই এই ইলমের তথা ইলমে
      তাওহীদের উৎপত্তি এবং এখান থেকেই তা প্রচারিত হয়। অতঃপর মদীনা থেকে, তারপর
      সমস্ত আরব উপদ্বীপ থেকে এবং আল্লাহর সমগ্র দেশ থেকে, যেখানে ইলম ও আলেমগণ
      পৌঁছেছেন। কিন্তু তার উৎসস্থল হচ্ছে এই স্থান; বায়তুল্লাহর প্রাঙ্গন। হজ্জে
      ওলামায়ে কেরামের দায়িত্ব : আলেম ও দাঈগণ যেখানেই থাকুন, বিশেষত যারা
      বায়তুল্লাহর সীমানায় অবস্থান করেন, তাদের জন্য আবশ্যক হ’ল তারা মানুষকে
      শিক্ষা দিবেন, হজ্জকারী, ওমরাকারী, অধিবাসী, আগমনকারী ও দর্শনার্থী সকলকে
      হজ্জের বিধান শিক্ষা দিবেন। অতএব মুসলমানরা যেখানেই থাকুক জ্ঞানার্জন ও
      অনুধাবনে তারা আদিষ্ট। যে কোন স্থান ও সময়েই হোক না কেন, বিশেষত বায়তুল্লাহর
      প্রাঙ্গনে এ বিষয়টি অত্যধিক গুরুত্ববহ। দ্বীনের বিষয়ে অনুধাবন করা অতি
      প্রয়োজনীয়। বিশেষ করে হজ্জ ও ওমরার বিধানাবলী। এ বিষয়টি শিক্ষা করা তোমার
      জন্য অতি যরূরী ও অত্যাবশ্যক। নবী করীম (ছাঃ) বলেন,مَنْ يُرِدِ اللهُ بِهِ
      خَيْرًا يُفَقِّهْهُ فِى الدِّيْنِ ‘আল্লাহ যার কল্যাণ চান, তাকে দ্বীনের
      সঠিক বুঝ দান করেন’।[8] সুতরাং তোমার জন্য কল্যাণের ও সৌভাগ্যের নিদর্শন হ’ল
      তোমার মধ্যে আল্লাহর দ্বীনের বুঝ থাকা। এক্ষেত্রে আল্লাহর শহর (মক্কা), তোমার
      দেশ এবং আল্লাহর যমীনের যেখানেই তুমি থাক না কেন, যখন তুমি আল্লাহর শরী‘আত
      বিশারদ আলেম পাবে, তুমি সুযোগ গ্রহণ করবে। অহংকার ও অলসতা করবে না। কেননা
      অহংকারী ইলম লাভ করতে পারে না। আর অলস, অক্ষম ও দুর্বল ব্যক্তিরাও তা লাভ
      করতে পারে না। কেননা ইলম অর্জন করার জন্য উৎসাহ-উদ্দীপনা ও উচ্চাকাংক্ষা
      প্রয়োজন। আর লজ্জাশীল ব্যক্তিও ইলম লাভ করতে পারে না। লজ্জায় ইলম অর্জন থেকে
      দূরে থাকা সমীচীন নয়। কেননা এটা হচ্ছে দুর্বলতা, অক্ষমতা ও অপারগতা। আল্লাহ
      বলেন, وَاللهُ لاَ يَسْتَحْيِيْ مِنَ الْحَقِّ ‘আর আল্লাহ হক থেকে লজ্জা করেন
      না’ (আহযাব ৩৩/৫৩)। প্রখ্যাত তাবেঈ মুজাহিদ (রহঃ) বলেন,لاَ يَتَعَلَّمُ
      الْعِلْمَ مُسْتَحٍ وَلاَمُسْتَكْبِرٌ، ‘লাজুক ও অহংকারী ব্যক্তি ইলম অর্জন
      করতে পারে না’। অতএব দূরদর্শী ও সচেতন মুমিন এক্ষেত্রে লজ্জা করে না। বরং সে
      অগ্রগামী হয় এবং জিজ্ঞেস করে (জেনে নেয় অজ্ঞাত বিষয়)। মুমিনা নারীও অনুরূপ।
      উভয়ই অগ্রগামী হয় (ইলম অর্জনে), জিজ্ঞেস করে (জেনে নেয় অজানা বিষয়),
      অনুসন্ধান করে (নতুন বিষয়) এবং তার নিকটে যে প্রশ্ন আছে তা প্রকাশ করে, যাতে
      তার প্রশ্ন ও জিজ্ঞাসা দূর হয়ে যায়। হজ্জের অন্যতম উদ্দেশ্য হ’ল আগন্তুক
      হাজীদের মাঝে ইলমের প্রচার-প্রসার এবং হাজীদের মাঝে থাকা ইলম মক্কার ভাইদের
      মাঝে প্রচারের সুযোগ। সে ইলম প্রচার করতে পারে হাজীদের মাঝে, বন্ধুদের মাঝে
      রাস্তায়, গাড়ীতে, বিমানে ও তাঁবুতে। সর্বত্র সে শারঈ ইলম প্রচার করতে পারে। এ
      সুযোগ আল্লাহ তাকে দান করেছেন। তাই একে গণীমত হিসাবে গ্রহণ করা উচিত। হজ্জের
      আরেকটি উদ্দেশ্য হ’ল তোমার ইলমকে প্রসার ঘটানো বা ছড়িয়ে দেওয়া এবং তোমার কাছে
      বিদ্যমান ইলম মানুষের নিকটে প্রকাশ ঘটানো। কেননা এর ভিত্তি হচ্ছে আল্লাহ ও
      তাঁর রাসূলের বাণী; কিতাব ও সুন্নাহর বাইরে অন্যের রায় বা অভিমত নয়। মানুষকে
      তোমার জানা কিতাব ও সুন্নাতের ইলম শিক্ষা দাও এবং বিদ্বানগণ আল্লাহর কিতাব ও
      রাসূলের সুন্নাত থেকে যা উদঘাটন করেছেন। অজ্ঞতা ও অদূরদর্শিতায় নয়, বরং জ্ঞান
      ও সূক্ষ্মদর্শিতার মাধ্যমে। যেমন আল্লাহ বলেন,قُلْ هَذِهِ سَبِيلِي أَدْعُو
      إِلَى اللهِ عَلَى بَصِيْرَةٍ أَنَا وَمَنِ اتَّبَعَنِيْ ‘বল, এটাই আমার পথ,
      আমি ও আমার অনুসারীগণ ডাকি আল্লাহর দিকে জাগ্রত জ্ঞান সহকারে’ (ইউসুফ
      ১২/১০৮)। আনুগত্যপূর্ণ কাজ বা ইবাদত অধিক করা : হজ্জের লক্ষ্য-উদ্দেশ্য ও
      উপকারিতার অন্যতম হ’ল ছালাত ও তাওয়াফ অধিক করা। যেমন আল্লাহ বলেন,ثُمَّ
      لْيَقْضُوْا تَفَثَهُمْ وَلْيُوْفُوْا نُذُوْرَهُمْ وَلْيَطَّوَّفُوْا
      بِالْبَيْتِ الْعَتِيْقِ ‘অতঃপর তারা যেন তাদের ময়লা দূর করে এবং তাদের (বৈধ)
      মানতসমূহ পূর্ণ করে ও প্রাচীনতম গৃহের তাওয়াফ করে’ (হজ্জ ২২/২৯)। সুতরাং হজ্জ
      ও ওমরাকারীর জন্য সাধ্যমত অধিক তাওয়াফ করা শরী‘আত সম্মত প্রতিদ্বন্দ্বিতা ও
      কষ্ট-ক্লেশ ব্যতীত। আর হারামে ও মক্কার মসজিদে অধিক ছালাত আদায় করা। সঠিক
      বিষয় হ’ল হারামে ও মক্কার সকল মসজিদে ছাওয়াবে আধিক্য রয়েছে। বিশেষত মক্কার
      হারামের সর্বত্র। সুতরাং মক্কার মসজিদে, মসজিদে হারামে ও তোমার গৃহে (ছালাত
      আদায়ের) সুযোগকে গনীমত হিসাবে গ্রহণ কর। আর ছালাত আদায়, কুরআন তেলাওয়াত,
      তাসবীহ, তাহলীল, যিকর-আযকার, সৎকাজের আদেশ ও অসৎকাজের নিষেধ এবং আল্লাহর দিকে
      দাওয়াতের কাজ বেশী বেশী কর। হে হজ্জ পালনকারী! তোমার উপরে আবশ্যক হ’ল এই
      বিশাল জনসমাবেশকে সুযোগ হিসাবে গ্রহণ করে তার সদ্ব্যবহার করা। আফ্রিকা,
      ইউরোপ, আমেরিকা ও এশিয়া প্রভৃতি মহাদেশ থেকে আগত লোককে তুমি আল্লাহ সম্পর্কে
      তাবলীগ বা প্রচার করতে এবং আল্লাহ তোমাকে যে ইলম দিয়েছেন, তা তাদেরকে শিক্ষা
      দিতে উৎসাহী হবে। অতঃপর উৎসাহী হবে ছালাত, তাওয়াফ, আল্লাহর দিকে দাওয়াত,
      তাসবীহ, তাহলীল, যিকর, তেলাওয়াত, সৎকাজের আদেশ, অসৎ কাজের নিষেধ, রোগীকে
      দেখতে যাওয়া ও দিশাহারাকে পথ দেখানো প্রভৃতি সৎ কাজ করার প্রতি। মানত পূর্ণ
      করা : হজ্জের অন্যতম বড় উপকারিতা হ’ল তোমার উপরে যে মানত রয়েছে। তা পূর্ণ
      করা। যেমন ইবাদত যা, তুমি মসজিদুল হারামে করার জন্য মানত করেছ! কুরবানীর পশুর
      মধ্যে যা মিনা ও মক্কায় যবেহ করার এবং যে ছাদাক্বা করার মানত করেছ। যদিও মানত
      করা উচিত নয়। কেননা নবী করীম (ছাঃ) বলেছেন, إِنَّهُ لاَ يَأْتِى بِخَيْرٍ
      ‘মানত কোন কল্যাণ আনয়ন করে না’।[9] কিন্তু যখন তুমি মানত করবে, তখন তা পূর্ণ
      করা ওয়াজিব হবে। নবী করীম (ছাঃ)-এর বাণীর কারণে, مَنْ نَذَرَ أَنْ يُطِيْعَ
      اللهَ فَلْيُطِعْهُ ‘যে ব্যক্তি আল্লাহর আনুগত্যের মানত করে, সে যেন তা পূর্ণ
      করে’।[10] অতএব যখন তুমি এ হারামে ছালাত আদায় বা তাওয়াফ করা কিংবা অন্য কোন
      ইবাদত করার মানত করবে, তখন এ সম্মানিত শহরে তা আদায় করা তোমার জন্য ওয়াজিব
      হবে। আল্লাহর বাণীর কারণে,وَلْيُوْفُوْا نُذُوْرَهُمْ ‘আর তারা যেন তাদের
      মানত পূর্ণ করে’ (হজ্জ ২২/২৯)। হজ্জের মহান লক্ষ্য-উদ্দেশ্যের অন্যতম হ’ল
      দরিদ্রদের প্রতি সমবেদনা প্রকাশ করা এবং তুমি হাজী ও যারা হাজী নয় সকলের সাথে
      উত্তম ব্যবহার করা এ নিরাপদ শহরে, রাস্তায় ও মদীনা মুনাওয়ারায়। আর এ
      লক্ষ্য-উদ্দেশ্য আল্লাহ তাঁর বাণীতে উল্লেখ করেছেন, لِيَشْهَدُوْا مَنَافِعَ
      لَهُمْ ‘যাতে তারা তাদের (দুনিয়া ও আখেরাতের) কল্যাণের জন্য সেখানে উপস্থিত
      হ’তে পারে’ (হজ্জ ২২/২৮)। একাজে পর্যাপ্ত উপকারিতা রয়েছে, তন্মধ্যে দরিদ্র
      হাজীদের প্রতি সহমর্মিতা, তাদের সাথে উত্তম ব্যবহার এবং তোমাকে আল্লাহ যা
      দিয়েছেন তা দ্বারা তাদের প্রয়োজন পূর্ণ করা, রোগীর চিকিৎসা করানো, একাজে
      নিয়োজিতদের কাছে রোগীর ব্যাপারে সুফারিশ করা, তাঁকে হাসপাতাল-ক্লিনিক ও
      ফার্মেসীর পথ দেখিয়ে দেওয়া, যাতে সে চিকিৎসা নিতে পারে। এক্ষেত্রে তাকে অর্থ
      ও ঔষধ দিয়ে সাহায্য করা। এসবই উপকারের অন্তর্ভুক্ত। হজ্জের সময় আল্লাহর যিকর
      : আরেকটি বড় উপকারিতা, যা অব্যাহত রাখা তোমার জন্য আবশ্যিক, তা হচ্ছে এ
      নিরাপদ শহরে সর্বাবস্থায় আল্লাহর যিকর অধিক করা; দাঁড়ানো, বসা ও তোমার
      শয্যায়। যিকরের অন্যতম হচ্ছে,سُبْحَانَ اللهِ، وَالْحَمْدُ لِلَّهِ، وَلاَ
      إِلَهَ إِلاَّ اللهُ، وَاللهُ أَكْبَرُ وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ
      بِاللهِ- ‘মহাপবিত্র তুমি হে আল্লাহ! সমস্ত প্রশংসা আল্লাহর জন্য। আল্লাহ
      সবার চেয়ে বড়। আর নেই কোন ক্ষমতা ও নেই কোন শক্তি আল্লাহ ব্যতীত’।[11] মক্কায়
      দো‘আ করা এবং কাকুতি-মিনতি করা। উপকারিতার আরেকটি বড় দিক হ’ল তোমার রবের
      নিকটে প্রার্থনা ও অনুনয়-বিনয়ে অত্যধিক চেষ্টা করা, যাতে তোমার নিকট থেকে
      কবুল হয়, তোমার অন্তর পরিশুদ্ধ হয় ও আমল সংশোধিত হয়। আর আল্লাহর যিকর, শুকর ও
      তাঁর ইবাদত সুন্দর করতে তোমাকে তিনি সাহায্য করেন এবং তোমাকে ঐ সকল হক আদায়ে
      সাহায্য করেন, যার প্রতি আল্লাহ সন্তুষ্ট হবেন। আল্লাহর বান্দাদের প্রতি
      ইহসান বা দয়া ও তাদের উপকারে এবং তারা যাতে তোমার নিকট থেকে কোন কষ্ট না পান
      এ ব্যাপারে তিনি তোমাকে সাহায্য করেন। হজ্জের করণীয় সমূহ যথাযথভাবে আদায় করা
      : হজ্জের অন্যতম বড় উপকারিতা হ’ল হজ্জের আহকাম বা বিধান সমূহ পূর্ণাঙ্গরূপে ও
      যথার্থভাবে আদায় করা, তাওয়াফ, সাঈ, জামরায় পাথর নিক্ষেপ, আরাফাহ ও মুযদালিফায়
      অবস্থান প্রভৃতি চূড়ান্ত ইখলাছ ও চূড়ান্ত মনোযোগের সাথে সম্পন্ন করা। আর
      তোমার দো‘আ, যিকর, ক্বিরাআত, ছালাত প্রভৃতি ইবাদতের ক্ষেত্রে আল্লাহর প্রতি
      তোমার অন্তরকে নিবিষ্ট করবে। যেখানেই থাক আল্লাহর প্রতি একনিষ্ঠ হওয়ার প্রতি
      আগ্রহী হবে। আরেকটি উপকারিতা হ’ল কুরবানী; সেটা হজ্জে তামাত্তু‘ ও ক্বিরানের
      ক্ষেত্রে ওয়াজিব হোক বা সাধারণ হোক, তুমি আল্লাহর নৈকট্য অর্জনের জন্য
      কুরবানী করবে। নবী করীম (ছাঃ) বিদায় হজ্জে ১০০ উট কুরবানী করেছেন। ছাহাবায়ে
      কেরামও কুরবানী করেছেন। সুতরাং কুরবানী আল্লাহর নৈকট্য লাভের মাধ্যম এবং
      এগুলি দরিদ্র-অভাবগ্রস্ত মানুষের মধ্যে বিতরণ করা যায় মিনার দিনে এবং অন্য
      সময়ে। নফল কুরবানী র দ্বারা মিনায় এবং অন্যত্র হজ্জের পূর্বে বা পরে মানুষ
      প্রভূত উপকৃত হয়। [1]. বুখারী হা/৪৫১৪; মুসলিম হা/১৬; মিশকাত হা/৪। [2].
      বুখারী হা/৫০; মুসলিম হা/৫; মিশকাত হা/২। [3]. মুসলিম হা/১৩৫০। [4]. বুখারী
      হা/১৭৭৩; মুসলিম হা/১৩৭৯; মিশকাত হা/২৫০৮। [5]. বুখারী হা/১৫৪৯-৫০; মুসলিম
      হা/১১৮৪; মিশকাত হা/২৫৪১, ২৫৫৫। [6]. বুখারী হা/১৫৪৯-৫০; মুসলিম হা/১১৮৪;
      মিশকাত হা/২৫৪১, ২৫৫৫। [7]. ইবনু মাজাহ হা/২৯২২; তিরমিযী হা/৮২৯; মিশকাত
      হা/২৫৪৯। [8]. বুখারী হা/৭১, ৩১১৬; মুসলিম হা/১০৩৭; মিশকাত হা/২০০। [9].
      মুসলিম হা/১৬৩৯; নাসাঈ হা/৩৮০১; ইবনু মাজাহ হা/২১২২। [10]. বুখারী হা/৬৬৯৬,
      ৬৭০০; মিশকাত হা/৩৪২৭। [11]. ছহীহুল জামে‘ হা/৩৪৬০।
    </div>
  );
};

export default hajj;
