import React from "react";

const iman = () => {
  return (
    <div className=" px-4  text-justify">
      ‘কালেমা তৈয়বা’ যারা পড়ে তারা উম্মাত আর যারা এটা অস্বীকার করে তারা হয় আলাদা
      এক জাতি। পিতা যদি ‘কালেমা’ পড়ে আর পুত্র যদি তা অস্বীকার করে তবে পিতা আর
      পিতা থাকবে না, পুত্র আর পুত্র বলে গণ্য হবে না, পিতার সম্পত্তি হতে সেই
      পুত্র কোনো অংশই পাবে না, তার মা ও বোন পর্যন্ত তাকে দেখা দিতে ঘৃণা করবে।
      পক্ষান্তরে একজন বিধর্মী যদি কালেমা পড়ে, আর ঐ ঘরের মেয়ে বিয়ে করে, তবে সে
      এবং তার সন্তান শুধু এ কালেমাকে অস্বীকার করার করণেই একেবারে পর হয়ে যাবে।
      এটা দ্বারা বুঝতে পারা যায় যে, এ কালেমা এমন জিনিস যা পর লোককে আপন করে
      একত্রে মিলিয়ে দেয়। আর আপন লোককে পর করে পরস্পরের সম্পর্ক ছিন্ন করে। একটু
      ভেবে দেখুন মানুষে মানুষে এতবড় পার্থক্য হওয়ার প্রকৃত কারণ কি? ‘কালেমা’তে
      কয়েকটা অক্ষর ছাড়া আর কি-ইবা রয়েছে? কাফ, লাম, মীম, আলিফ, সীন আর এ রকমেরই
      কয়েকটা অক্ষর ছাড়া আর তো কিছুই নয়। এ অক্ষরগুলো যুক্ত করে মুখে উচ্চারণ করলেই
      কোন যাদুর স্পর্শে মানুষ এতখানি বদলে যায়! শুধু এতটুকু কথা দ্বারা কি মানুষের
      পরস্পরের মাধ্যে এত আকাশ-পাতাল পার্থক্য হতে পারে? একটু চিন্তা করলেই আপনারা
      বুঝতে পারবেন- আপনাদের বিবেক-বুদ্ধি বলে ওঠবে যে, কয়েকটা অক্ষর মিলিয়ে মুখে
      উচ্চারণ করলেই এতবড় ক্রিয়া কিছুতেই হতে পারে না। মূর্তিপূজক মুশরিকগণ অবশ্য
      মনে করে যে, একটা মন্ত্র পড়লেই পাহাড় টলে যাবে। জমীন ফেটে যাবে এবং তা হতে
      পানি উথলে ওঠবে! মন্ত্রের কোনো অর্থ কেউ অবগত হোক বা না-ই হোক, তাতে কোনো
      ক্ষতি-বৃদ্ধি নেই। কারণ অক্ষরের মধ্যেই যাবতীয় শক্তি নিহিত আছে বলে তারা
      মনে-প্রাণে বিশ্বাস করে। কাজেই তা মুখে উচ্চারিত হলেই সকল রহস্যের দুয়ার খুলে
      যাবে। কিন্তু ইসলামে এরূপ ধারণার কোনোই মূল্য নেই। এখানে আসল জিনিস হচ্ছে
      অর্থ; শব্দের কোনো অর্থ না হলে, তা মনের মূলের সাথে গেঁথে না গেলে এবং তার
      ফলে মানুষের চিন্তাধারা, বিশ্বাস, চরিত্র ও তার কাজ-কর্মে পরিবর্তন না ঘটলে,
      শুধু শব্দের উচ্চারণ করলেই কোনো লাভ নেই। একথাটি সহজ উদাহরণ দ্বারা আপনাদেরকে
      বুঝাতে চাই। মনে করুন, আপনার ভয়ানক শীত লাগছে। এখন আপনি যদি মুখে ‘লেপ-তোষক’
      ‘লেপ-তোষক’ করে চিৎকার করতে শুরু করেন, তবে শীত লাগা কিছুমাত্র কমবে না। সারা
      রাত বসে ‘লেপ-তোষক’ বলে হাজার তাসবীহ পড়লেও কোনো ফল ফলবে না। অবশ্য আপনি
      লেপ-তোষক যোগাড় করে যদি গায়ে দিতে পারেন তবে শীত লাগা নিশ্চয় বন্ধ হয়ে যাবে।
      এরূপে মনে করুন, আপনার তৃষ্ণা লেগেছে। এখন যদি আপনি সকাল হতে সন্ধ্যা পর্যন্ত
      ‘পানি’ ‘পানি’ করে চিৎকার করতে থাকেন, তবে তাতে পিপাসা মিটবে না। কিন্তু এক
      গ্লাস পানি নিয়ে যদি পান করেন, তবে আপনার কলিজা অবশ্যই ঠান্ডা হবে। মনে করুন,
      আপনার অসুখ হয়েছে, এখন যদি আপনি ‘ওষুধ’ ‘ওষুধ’ করে তাসবীহ পাঠ শুরু করেন,
      আপনার রোগ তাতে দূর হবে না। হাঁ যদি ঠিক ওষুধ খরিদ করে তা সেবন করেন, তবে
      আপনার রোগ সেরে যাবে। কালেমার অবস্থাও ঠিক এটাই। শুধু ছয়-সাতটি শব্দ মুখে বলে
      দিলেই এত বড় পার্থক্য হতে পারে না, যে মানুষ কাফের ছিল সে এর দরুন একেবারে
      মুসলমান হয়ে যাবে, নাপাক হতে পাক হবে, দুশমন লোক একেবারে বন্ধু হয়ে যাবে,
      জাহান্নামী ব্যক্তি একেবারে জান্নাতী হয়ে যাবে। মানুষে মানুষে এরূপ পার্থক্য
      হয়ে যাওয়ার একটি মাত্র উপায় আছে। তা এই যে, প্রথমে এ শব্দগুলোর অর্থ বুঝে
      নিতে হবে, সেই অর্থ যাতে মানুষের মনের মূলে শিকড় গড়তে পারে, সেজন্য চেষ্টা
      করতে হবে। এভাবে অর্থ জেনে ও বুঝে যখন এটা মুখে উচ্চারণ করবেন, তখনই আপনারা
      বুঝতে পারবেন যে, এ ‘কালেমা’ পড়ে আপনারা আপনাদের আল্লাহর সামনে কত বড় কথা
      স্বীকার করেছেন, আর এর দরুন আপনাদের ওপর কত বড় দায়িত্ব এসে পড়েছে। এসব কথা
      বুঝে শুনে যখন আপনারা ‘কালেমা’ পড়বেন, তখন আপনাদের চিন্তা এবং আপনার সমস্ত
      জীবনের ওপর এ ‘কালেমা’র পূর্ণ আধিপত্য স্থাপিত হবে। এরপর এ ‘কালেমা’র বিরোধী
      কোনো কথা আপনাদের মন ও মগজে একটুও স্থান পেতে পারে না। চিরকালের তরে আপনাদের
      একথাই মনে করতে হবে যে, এ ‘কালেমা’র বিপরীত যা তা মিথ্যা-এ কালেমাই একমাত্র
      সত্য। আপনাদের জীবনের সমস্ত কাজ-কারবারে এ ‘কালেমা’ই হবে একমাত্র হুকুমদাতা।
      এ ‘কালেমা’ পড়ার পরে কাফেরদের মতো স্বাধীনভাবে যা ইচ্ছা তাই করতে পারবেন না।
      এখন এ ‘কালেমা’রই হুকুম পালন করে চলতে হবে, এটা যে কাজ করতে বলবে তাই করতে
      হবে এবং যে কাজের নিষেধ করবে তা হতে ফিরে থাকতে হবে। এভাবে ‘কালেমা’ পড়লেই
      মানুষে মানুষে পূর্বোল্লিখিতরূপে পার্থক্য হতে পারে। এখন ‘কালেমা’র অর্থ কি,
      তা পড়ে মানুষ কি কথা স্বীকার করে, আর তা স্বীকার করলেই মানুষ কোন্ বিধান মত
      চলতে বাধ্য হয় প্রভৃতি বিষয় আলোচনা করবো। কালেমার অর্থ: ‘আল্লাহ ছাড়া কোনো
      ইলাহ নেই, হযরত মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আল্লাহ তাআলার
      রাসূল বা প্রেরিত পুরুষ’। কালেমার মধ্যে যে ‘ইলাহ’ শব্দটি রয়েছে, এর অর্থ
      হচ্ছে মালিক, সৃষ্টিকর্তা, মানুষের জন্য বিধান রচনাকারী, মানুষের দোয়া যিনি
      শোনেন এবং গ্রহন করেন- তিনিই উপাসনা পাবার একমাত্র উপযুক্ত। এখন ‘লা-ইলাহা
      ইল্লাল্লাহ’ পড়লে তার অর্থ এই হবে যে, আপনি প্রথম স্বীকার করলেন: এ দুনিয়া
      আল্লাহ ছাড়া সৃষ্টি হতে পারেনি, এর সৃষ্টিকর্তা নিশ্চয়ই বর্তমান আছেন, আর সেই
      সৃষ্টিকর্তা বহু নয়-মাত্র একজন। তিনি ছাড়া আর কারো খোদায়ী বা প্রভুত্ব কোথাও
      নেই; দ্বিতীয়ত ‘কালেমা’ পড়ে আপনি স্বীকার করলেন যে, সেই এক আল্লাহ-ই মানুষের
      ও সারা জাহানের মালিক। আপনি ও আপনার প্রত্যেকটি জিনিস এবং দুনিয়ার প্রতিকটি
      বস্তুই তাঁর। সৃষ্টিকর্তা তিনি, রিযিকদাতা তিনি, জীবন ও মৃত্যু তাঁরই হুকুম
      মত হয়ে থাকে। সুখ ও বিপদ তাঁরই তরফ হতে আসে। মানুষ যা কিছু পায়, তাঁরই কাছ
      হতে পায়-সকল কিছুর দাতা প্রকৃত পক্ষে তিনি। আর মানুষ যা হারায়, তা
      প্রকৃতপক্ষে তিনিই কেড়ে নেন। শুধু তাঁকেই ভয় করা উচিত, তাঁরই সামনে মাথা নত
      করা উচিত। কেবলমাত্র তারই ইবাদাত ও বন্দেগী করা কর্তব্য। তিনি ছাড়া আমাদের
      মনিব, মালিক ও আইন রচনাকারী আর কেউই নেই। একমাত্র তাঁরই হুকুম মেনে চলা এবং
      কেবল তাঁরই আইন অনুসারে কাজ করা আমাদের আসল ও একমাত্র কর্তব্য। ‘কালেমা’ পড়ে
      আপনি আল্লাহর কাছে এ ওয়াদা-ই করে থাকেন, আর সারা দুনিয়া এ মৌলিক অঙ্গীকারের
      সাক্ষী হয়ে থাকে। এর বিপরীত কাজ করলে আপনার জিহ্বা, আপনার হাত-পা, আপনার
      প্রতিটি পশম এবং আকাশ ও পৃথিবীর এক একটি অণু-পরমাণু যাদের সামনে আপনি এ ওয়াদা
      করেছিলেন আপনার বিরূদ্ধে আল্লাহর আদালতে সাক্ষ্য দেবে। আপনি সেখানে একেবারে
      অসহায় হয়ে পড়বেন। আপনার সাফাই প্রমাণ করার জন্য একটি সাক্ষী কোথাও পাবেন না।
      কোনো উকিল কিংবা ব্যারিষ্টার আপনার পক্ষ সমর্থন করার জন্য সেখানে থাকবে না।
      বরং স্বয়ং উকিল সাহেব কিংবা ব্যারিষ্টার সাহেব দুনিয়ার আদালতে যারা আইনের
      মারপ্যাঁচ খেলে থাকে, তারা সকলেই সেখানে আপনারই মতো নিতান্ত অসহায় অবস্থায়
      পড়ে যাবে। সেই আদালতে মিথ্যা সাক্ষী দিয়ে, জাল দলিল দেখিয়ে এবং উকিলের দ্বারা
      মিথ্যা ওকালতী করিয়ে আপনারা রক্ষা পেতে পারবেন না। দুনিয়ার পুলিশের চোখ হতে
      আপনারা নিজেদের অপরাধ লুকাতে পারেন, কিন্তু আল্লাহর পুলিশের চোখ হতে তা গোপন
      করা সম্ভব নয়। দুনিয়ার পুলিশ ঘুষ খেতে পারে, আল্লাহর সাক্ষী সকলেই
      সত্যবাদী-তারা মিথ্যা বলে না। দুনিয়ার বিচারকেরা অবিচার করতে পারে, কিন্তু
      আল্লাহ তাআলা অবিচারক নন। তারপর আল্লাহ যে জেলখানায় পাপীদেরকে বন্দী করবেন,
      সেখান হতে পলায়ন করা কোনো মতেই সম্ভব নয়। কাজেই আল্লাহর সাথে মিথ্যা ওয়াদা
      করা বড় আহাম্মকি এবং সবচেয়ে বেওকুফী সন্দেহ নেই। যখন আল্লাহর সামনে ওয়াদা
      করছেন, তখন খুব ভালো করে বুঝে শুনে করুন এবং তা পালন করার চেষ্টা করুন, নতুবা
      শুধু মুখে ওয়াদা করতে আপনাকে কেউ জবরদস্তি করছে না। কারণ মুখে শুধু স্বীকার
      করার কোনো মূল্যই নেই। লা-ইলাহা ইল্লাল্লাহু’ বলার পর বলতে হয়ে ‘মুহাম্মাদুর
      রাসূলুল্লাহ’’। এর অর্থ এই যে, হযরত মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া
      সাল্লামের মধ্যস্থতায়ই আল্লাহ তাআলা তাঁর আইন মানুষের কাছে পাঠিয়েছেন- একথা
      আপনারা স্বীকার করছেন। আল্লাহকে নিজেদের মনিব, মালিক ও বাদশাহ স্বীকার করার
      পর একথা অবগত হওয়ার একান্ত দরকার ছিল যে, সেই বাদশাহে দো-আলমের আইন ও হুকুম
      কি? আমরা কোন কাজ করলে তিনি খুশী হবেন, আর কোন কাজ করলে তিনি অসন্তুষ্ট হবেন?
      কোন আইন অনুসরণ করলে তিনি আমাদের ক্ষমা করবেন, আর কোন আইন অনুসরণ করলে তিনি
      আমাদেরকে শাস্তি দেবেন? এসব জানার জন্য আল্লাহ তাআলা হযরত মুহাম্মাদ
      সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে তাঁর দূত নির্দিষ্ট করেছেন। তাঁর
      মধ্যস্থতায় তিনি আমাদের প্রতি তাঁর কিতাব পাঠিয়েছেন এবং হযরত মুহাম্মাদ
      সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর আল্লাহর হুকুম মতো কিরূপে জীবন যাপন করতে
      হয় তা বাস্তব ক্ষেত্রে দেখিয়ে গেছেন। কাজেই আপনারা যখন বলেন, ‘মুহাম্মাদুর
      রাসুলুল্লাহ’ তখন এর দ্বারা আপনারা একথাই স্বীকার করে থাকেন যে, যে আইন এবং
      যে নিয়ম হযরত মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, আপনারা তা
      অনুসরণ করে চলবেন। আর যে আইন এর বিপরীত হবে তাকে পদদলিত করবেন। এ ওয়াদা করার
      পর যদি আপনারা হযরত মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের প্রচার
      আইনকেই ছেড়ে দেন, আর দুনিয়ার আইন অনুসরণ করে চলেন তবে আপনাদের চেয়ে বড়
      মিথ্যাবাদী ও বেঈমান আর কেউ নেই। কারণ হযরত মুহাম্মাদ সাল্লাল্লাহু আলাইহি
      ওয়া সাল্লামের প্রচারিত আইনকে একমাত্র সত্য আইন মেনে এবং তার অনুসরণ করে চলার
      অঙ্গীকার করেই আপনারা ইসলামের সীমার মধ্যে এসেছেন। একথা স্বীকার করেই আপনারা
      মুসলমানদের ভাই হয়েছেন। এরই কারণে আপনাদের সন্তান ন্যায়ত সন্তান হতে পেরেছে।
      এরই দরুন মুসলমানগণ আপনাদেরকে সাহায্য করেছে, আপনাদেরকে যাকাত দিয়েছে,
      আপনাদের জান-মাল ও মান-সম্মানের হেফাযত করার দায়িত্ব নিয়েছে। এতসব হওয়া
      সত্ত্বেও যদি আপনারা নিজেদের ওয়াদা ভঙ্গ করেন, তবে এটা অপেক্ষা বড় বেঈমানী
      দুনিয়ায় আর কি হতে পারে? আপনারা যদি لا اله الإ الله محمد الرسول الله এর
      অর্থ জানেন এবং জেনেবুঝেই এটা স্বীকার করেন, তাহলে সকল অবস্থাতেই আল্লাহর আইন
      মেনে চলা আপনাদের কর্তব্য। আল্লাহর আইন জারি হয়ে না থাকলেও আপনাদের এটা জারি
      করা উচিত। যে ব্যক্তি মনে করে যে, আল্লাহর পুলিশ, সৈন্য, আদালত এবং জেলখানা
      কোথাও মওজুদ নেই, কাজেই তাঁর আইন লংঘন করা সহজ, আর গভর্মেন্টের পুলিশ, ফৌজ,
      আদালত এবং জেলখানা চারদিকে বর্তমান আছে, কাজেই তার আইন ভঙ্গ করা বড়ই মুশকিল
      -তবে এমন ব্যক্তি সম্পর্কে আমি পরিস্কার ভাষায়ই বলে দিচ্ছি যে, لا اله الإ
      الله محمد الرسول الله কালেমা সে মিথ্যাই পড়েছে। সে এটা দ্বারা তার আল্লাহকে,
      সারা জাহানকে, সমস্ত মুসলমানকে এবং স্বয়ং নিজের মনকে ধোঁকা দিচ্ছে, তাতে কোন
      সন্দেহ নেই। ইতিপূর্বে কালেমায়ে তাইয়্যেবার অর্থ আমি বলেছি। এখন সে বিষয়ে
      অন্য আর একদিক দিয়ে ভেবে দেখতে বলছি। আল্লাহ তাআলা আপনাদের এবং প্রত্যেক
      জিনিসেরই মালিক একথা আপনারা স্বীকার করছেন। কিন্তু এর অর্থ কি? এর অর্থ এই
      যে, আপনাদের জান-মাল আপনাদের নিজের দেহ আল্লাহর। আপনাদের হাত, কান এবং
      আপনাদের দেহের কোনো একটা অঙ্গও আপনাদের নিজের নয়। যে জমি আপনারা চাষাবাদ
      করেন, যেসব পশু দ্বারা আপনারা কাজ করান, যেসব জিনিস-পত্র আপনারা সবসময়
      ব্যবহার করছেন, এদের কোনোটাই আপনাদের নিজের নয় সবকিছুই আল্লাহ তাআলার
      মালিকানা এবং আল্লাহর দান হিসেবেই এগুলো আপনারা পেয়েছেন। একথা স্বীকার করার
      পর আপনাদের একথা বলার কি অধিকার থাকতে পারে যে, জান-প্রাণ আমার, শরীর আমার,
      মাল আমার, অমুক জিনিস আমার, আর অমুক জিনিসটি আমার। অন্য একজনকে কোনো জিনিসের
      মালিক বলে ঘোষণা করার পর তার জিনিসকে আবার নিজের বলে দাবী করা সম্পূর্ণ
      অর্থহীন। যদি বাস্তবিকই আল্লাহকে দুনিয়ার সমস্ত জিনিসের মালিক মনে করেন, তবে
      তা হতে আপনা আপনি দু’টি জিনিস আপনাদের ওপর এসে পড়ে। প্রথম এই যে, আল্লাহ-ই
      যখন মালিক আর তিনি তাঁর মালিকানার জিনিস আমানত স্বরূপ আপনাদেরকে দিয়েছেন, তখন
      সেই মালিকের হুকুম মতোই আপনাদের সে জিনিসগুলো ব্যবহার করতে হবে। তাঁর মর্জির
      উল্টা কাজ যদি এর দ্বারা করেন, তাহলে নিশ্চয়ই আপনারা আমানতের খেয়ানত করছেন।
      আপনাদের হাত-পা পর্যন্ত সেই মালিকের মর্জির বিপরীত কাজে ব্যবহার করার কোনো
      অধিকার আপনাদের নেই। আপনাদের চোখ দ্বারাও তার নিষিদ্ধ জিনিস দেখতে পারেন না,
      যা তাঁর মর্জির বিপরীত। আপনাদের এ জমি-জায়গাকে মালিকের বিধানের বিরুদ্ধে
      ব্যবহারে আপনাদের কোনোই অধিকার নেই। আপনাদের যে স্ত্রী এবং সন্তানকে নিজেদের
      বলে দাবী করেন, তাদেরকে আল্লাহ তাআলা আপনাদেরকে দান করেছেন বলেই তারা আপনাদের
      আপন হয়েছে, কাজেই তাদের সাথে আপনাদের ইচ্ছামত নয়-মালিকেরই হুকুম মত ব্যবহার
      করা কর্তব্য। তার মতের উল্টা যদি ব্যবহার করেন, তবে আপনারা ডাকাত নামে অভিহিত
      হবার যোগ্য। পরের জিনিস হরণ করলে, পরের জায়গা শক্তির বলে দখল করলে আপনারা
      তাকে বলেন, বেঈমান; সেরূপ আল্লাহর দেয়া জিনিসকে নিজের মনে করে নিজের ইচ্ছা
      কিংবা আল্লাহর ছাড়া অন্য কারোও মর্জিমত যদি ব্যবহার করেন, তবে সেই বেঈমানীর
      অপরাধে আপনারাও অপরাধী হবেন। মালিকের মর্জি অনুসারে কাজ করলে যদিও আপনাদের
      কোনো ক্ষতি হয় হোক, জান চলে যায় যাক, হাত-পা ভেংগে যায় যাক, সন্তানের লোকসান
      হয় হোক, মাল ও জমি-জায়গা বরবাদ হয়ে যায় যাক, আপনারা সেই জন্য কোনো পরোয়া
      করবেন না। জিনিসের মালিকই যদি এর ক্ষয় বা ক্ষতি পছন্দ করেন, তবে তা করার তাঁর
      অধিকার আছে। তবে হাঁ, মালিকের মর্জির খেলাফ যদি আপনারা করেন, আর তাতে যদি
      কোনো জিনিসের ক্ষতি হয়ে পড়ে, তবে সে জন্য আপনারাই অপরাধী হবেন, সন্দেহ নেই।
      কারণ পরের জিনিস আপনারা নষ্ট করেছেন। আপনারা আপনাদের জানকে পর্যন্ত নিজের
      ইচ্ছামত ব্যবহার করতে পারেন না। মালিকের মর্জি অনুসারে জান কুরবান করলে
      মালিকেরই হক আদায় হবে, তাঁর মতের উল্টা কাজে প্রাণ দিলে মস্তবড় বেঈমানী করা
      হবে। দ্বিতীয় কথা এই যে, মালিক যে জিনিসই আপনাকে দান করেছেন, তা যদি সেই
      মালিকের কাজেই ব্যবহার করেন, তবে তার দ্বারা কারোও প্রতি কোনো অনুগ্রহ হতে
      পারে না-মালিকের প্রতিও নয়। এ পথে যদি আপনার কিছু দান করলেন, কোনো খেদমত
      করলেন, কিংবা আপনাদের প্রিয়বস্তু-প্রাণকে কুরবান করলেন, তবে তা কারোও প্রতি
      আপনাদের একবিন্দু অনুগ্রহ নয়। আপনাদের প্রতি মালিকের যে, ‘হক’ ছিল এর দ্বারা
      শুধু তাই আদায় করলেন মাত্র। এতে গৌরব বা অহংকার করার মত কিংবা তারীফ বা
      প্রশংসা পাবার মত কিছু নেই। মনে রাখবেন, মুসলমান ব্যক্তি মালিকের পথে কিছু
      খরচ করে কিংবা তার কিছু কাজে কিছুমাত্র গৌরব বোধ করে না, বরং সে বিনয় ও
      নম্রতা অবলম্বন করে, গৌরব বা অহংকার ভাল কাজকে বরবাদ করে দেয়। যে ব্যক্তি
      প্রশংসা পাবার আশা করে এবং শুধু সে উদ্দেশ্যেই ভাল কাজ করে কারণ সে তার কাজের
      প্রতিফল এ দুনিয়াতেই পেতে চাচ্ছে, আর তাই সে পেয়েছে। নিখিল দুনিয়ার মালিক
      আল্লাহ তাআলার অনুগ্রহ দেখুন, তিনি তাঁর নিজের জিনিস আমাদের কাছ থেকে গ্রহণ
      করেন, আর বলেন যে, এ জিনিস তোমাদের কাছ থেকে গ্রহণ করেন, আর বলেন যে, এ জিনিস
      তোমাদের কাছ থেকে আমি ক্রয় করলাম এবং তার মূল্যও তোমাদেরকে দেব। আল্লাহু
      আকবার। আল্লাহর দান ও অনুগ্রহের কি কোনো সীমা-পরিসীমা আছে। কুরআন মজীদে বলা
      হয়েছে: “আল্লাহ তাআলা ঈমানদার ব্যক্তিদের কাছ থেকে তাদের জান ও মাল খরিদ
      করেছেন এবং তার বিনিময়ে তাদের জন্য জান্নাত নির্দিষ্ট করে রেখেছেন।” (সূরা আত
      তাওবা: ১১১)
    </div>
  );
};

export default iman;
