import React from "react";

const income = () => {
  return (
    <div className=" px-4  text-justify">
      খাদ্য, বস্ত্র, বাসস্থান, শিক্ষা, চিকিৎসা, মানুষের মৌলিক অধিকার। এগুলোর
      যোগান দিতে মানুষকে বেছে নিতে হয় সম্পদ উপার্জনের নানাবিধ পন্থা। জীবিকা
      নির্বাহের জন্য মানুষ যেসব পেশা অবলম্বন করে তা হলো: কৃষি, ব্যবসা-বানিজ্য,
      চাকুরী, শিল্প প্রভৃতি। উপার্জনের মাধ্যম ব্যতীত কোন ব্যক্তির পক্ষেই
      উপর্যুক্ত মৌলিক অধিকার সংরক্ষণ করা সম্ভব নয়। মানুষকে মহান আল্লাহ সৃষ্টির
      শ্রেষ্ট জীব হিসেবে সৃষ্টি করেই ক্ষান্ত হননি; বরং তাদের যাবতিয় মৌলিক
      অধিকারও সংরক্ষণের ব্যবস্থা করে দিয়েছেন। সে লক্ষে তিনি মহাশুণ্যের সব
      সৃষ্টিকে মানুষের সেবায় নিয়োজিত করেছেন। পবিত্র কুরআনে ইরশাদ হয়েছে: ﴿هُوَ
      ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى
      ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ
      عَلِيمٞ ٢٩﴾ [البقرة:29] ‘‘তিনিই সেই মহান সত্তা, যিনি পৃথিবীর সবকিছু
      তোমাদের (ব্যবহারের জন্য) তৈরী করেছেন।’’[1] তবে এক্ষেত্রে তিনি মানুষকে
      দিয়েছেন পূর্ণ স্বাধীনতা যা তার ইখতিয়ারভুক্ত একান্ত নিজস্ব ব্যাপার। ফলে
      প্রত্যেকে স্ব-স্ব যোগ্যতা, মেধা, শ্রম ও সময়ের যথোপযুক্ত ব্যবহারের মাধ্যেমে
      অর্থনৈতিক প্রবৃদ্ধি অর্জনের প্রয়াস চালায়। মানবজীবনে অর্থনীতির গুরুত্ব
      অপরিসীম। এটি মানুষের জীবন নির্বাহের অন্যতম চালিকা শক্তি হিসেবে সমাদৃত,
      মানব জীবনের এক অবিচ্ছেদ্য অঙ্গ হিসেবে পরিগণিত। মহান আল্লাহ মানুষকে এর
      গুরুত্ব অনুধাবন বোধগম্য করার নিমিত্তে পবিত্র কুরআনে সালাতের পাশাপাশি যাকাত
      তথা অর্থের উল্লেখ ৮২ স্থানে করেছেন। শুধু তাই নয়, মহান আল্লাহ অর্থনৈতিক
      বিধানও নির্দেশ করেছেন। ফলে কুরআনুল কারিমকে একটি অর্থবিদ্যার মহাকোষ বললেও
      অত্যুক্তি হবে না। মানুষ কিভাবে উপার্জন করবে, কোন পন্থায় তা ব্যয় করবে এবং
      উপার্জনের ক্ষেত্রে যাবতীয় অর্জনীয় ও বর্জনীয় গুণাবলীর সম্পর্কে এর সুষ্পষ্ট
      নির্দেশনা বিদ্যমান। তাইতো ব্যক্তির উপার্জিত সম্পদে তিনি যাকাত ফরয করেছেন,
      যেন সম্পদ এক শ্রেণির লোকদের মাঝে সীমাবদ্ধ না থাকে। আল্লাহ তা‘আলা ফরয ইবাদত
      সমাপনান্তে জীবিকা নির্বাহে উপার্জন করার লক্ষ্যে যমিনে ছড়িয়ে পড়তে নির্দেশ
      দিয়েছেন। তিনি বলেন: ﴿فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُواْ فِي
      ٱلۡأَرۡضِ وَٱبۡتَغُواْ مِن فَضۡلِ ٱللَّهِ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا
      لَّعَلَّكُمۡ تُفۡلِحُونَ﴾ [الجمعة:10] ‘‘সালাত সমাপ্ত হলে তোমরা পৃথিবীতে
      ছড়িয়ে পড়বে এবং আল্লাহর অনুগ্রহ সন্ধান করবে, এবং আল্লাহকে অধিক স্মরন করবে
      যাতে তোমরা সফলকাম হও[2]।’’ এ আয়াতের ব্যাখ্যায় ইমাম কুরতুবী (র.) বলেন: فاذا
      فرغتم من الصلاة فانتشروا في الأرض للتجارة والتصرع في حوائجكم ‘‘যখন নামায
      শেষ হয়ে যাবে, তখন তোমরা ব্যবসায়িক কাজকর্ম ও অন্যান্য পার্থিব প্রয়োজনাদি
      পূরণে বেড়িয়ে পড়ো[3]।’’ এখানে উপার্জনের একটি মূলনীতি সুস্পষ্টভাবে প্রতিভাত
      হয়েছে। আর তাহলো এমন পন্থা অবলম্বন করতে হবে, যাতে আল্লাহর স্মরণে ব্রত থাকা
      যায়। অতএব, যেসব পেশায় বা উপার্জনের পন্থায় আল্লাহর স্মরণে বিমুখ হওয়ার
      সম্ভাবনা রয়েছে ইসলাম তা অবৈধ হিসেবে ঘোষনা করেছে। পবিত্র কুরআনে অন্যত্র এ
      বিষয়ে প্রমাণ পাওয়া যায়। সেটি হলো ব্যবসায়ের ক্ষেত্রে যদি কখনও আল্লাহর
      স্মরণে ব্রত হওয়ার আহবান আসে, তাহলে তখন যাবতীয় ব্যবসায়িক কর্ম পরিহার করা
      সকল ইমানদারদের জন্য ওয়াজিব।[4] জীবিকা অর্জনের নিমিত্তে বিদেশে পাড়ি জমানোরও
      নির্দেশও রয়েছে এবং এটিকে আল্লাহর রাস্তায় বের হওয়ার সমপর্যায়ভুক্ত বলে গণ্য
      করা হয়েছে। মহান আল্লাহ বলেন: ﴿وَءَاخَرُونَ يَضۡرِبُونَ فِي ٱلۡأَرۡضِ
      يَبۡتَغُونَ مِن فَضۡلِ ٱللَّهِ وَءَاخَرُونَ يُقَٰتِلُونَ فِي سَبِيلِ
      ٱللَّهِۖ﴾ [الجمعة:9] ‘‘আল্লাহ জানেন যে, তোমাদের মধ্যে কেউ কেউ অসুস্থ হয়ে
      পড়বে, কেউ আল্লাহর অনুগ্রহের সন্ধানে দেশভ্রমন করবে এবং কেউ কেউ আল্লাহর পথে
      যুদ্ধে লিপ্ত হবে।’’[5] أي مسافرين في الأرض يبتغون من فضل الله في المكاسب
      والمتاجر. আলোচ্য আয়াতের ব্যাখ্যায় আল্লামা ইবনে কাসীর (রহ.) বলেন:
      ‘‘অর্থ্যাৎ যারা ব্যবসা-বানিজ্য ও রিযিক উপার্জনের বিভিন্ন উপায় অবলম্বনের
      মাধ্যমে আল্লাহর অনুগ্রহ লাভের অন্বেষায় পৃথিবীতে ভ্রমনরত।[6]’’ তাছাড়া
      ব্যক্তি জীবনে অর্থনৈতিক স্বাবলম্বী হওয়ার ব্যাপারে বিশ্বনবী মুহাম্মদ
      সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এমনভাবে উৎসাহিত করেছেন যে, ভিক্ষাবৃত্তিকে
      তিনি নিন্দা করেছেন। এ মর্মে যুবাইর ইবনে ‘আউয়াম রাদিয়াল্লাহু আনহু থেকে
      বর্ণিত হাদীসে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন: «لأن يغدو أحدكم،
      فيحطب على ظهره، فيتصدق به ويستغني به من الناس، خير له من أن يسأل رجلا،
      أعطاه أو منعه ذلك » ‘‘তোমাদের কেউ তার রশি নিয়ে চলে যাক, পিঠে কাঠের বোঝা
      বহন করে এনে বিক্রয় করুক এবং তার চেহারাকে আল্লাহর আযাব থেকে বাঁচিয়ে রাখুক
      এটা তার জন্য মানুষের নিকট ভিক্ষা করা, চাই তাকে দান করুক বা না করুক তার
      চাইতে উত্তম।’’[7] অতএব উপার্জন করার মনোবৃত্তি ব্যতিরেকে যারা
      ভিক্ষাবৃত্তিতে প্রবৃত্ত হয় তাদের এ ধরনের পেশাকে অবৈধ সাব্যস্ত করা হয়েছে। এ
      মর্মে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন: «ما يزال الرجل يسأل
      الناس، حتى يأتي يوم القيامة ليس في وجهه مزعة لحم» ‘‘তোমাদের মধ্যে যে
      ব্যক্তি সর্বদা মানুষের কাছে চেয়ে বেড়ায় সে কিয়ামতের দিন এমন অরস্থায় আগমন
      করবে যে, তার মুখমণ্ডলে এক টুকরো গোশতও থাকবে না।[8]’’ ইসলাম মানবতার ধর্ম।
      দুস্থ মানবতার সেবায় দান করার রীতি ইসলামে চালু আছে। তবে ভিক্ষাবৃত্তিকে পেশা
      হিসেবে গ্রহণ করতে ইসলাম অনুমোদন দেয় নি। বরং একে বার বার নিরুৎসাহিত করেছে
      যা, নিষেধের পর্যায় পৌঁছে গিয়েছে। উপার্জনের ক্ষেত্রে ইসলাম নিজ হাতে
      উপার্জন করাকে সর্বোত্তম উপার্জন হিসেবে আখ্যায়িত করেছে। এ মর্মে হাদীসে
      এসেছে: عن رافع بن خديج، قال: قيل: يا رسول الله، أي الكسب أطيب؟ قال: «عمل
      الرجل بيده وكل بيع مبرور» হযরত রাফে ইবনে খাদীজা রাদিয়াল্লাহু আনহা হতে
      বর্ণিত আছে, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে জিজ্ঞাসা করা
      হয়েছিল যে, সর্বোত্তম উপার্জন কোনটি? জবাবে তিনি বলেন: ব্যক্তির নিজস্ব
      শ্রমলব্দ উপার্জন ও সততার ভিত্তিতে ক্রয়-বিক্রয়।’’[9] নবী রাসূলগণের ইতিহাস
      পর্যালোচনা করলে দেখা যায় যে, তাঁরা নিজ হাতে কর্ম সম্পাদনকে অধিক পছন্দ
      করতেন। আমাদের প্রিয়নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জীবনে প্রাথমিক
      সময়ে ছাগল চড়ানো ও পরবর্তীতে খাদিজা রাদিয়াল্লাহু আনহার ব্যবসায়িক দায়িত্ব
      পালনের বর্ণনা পাওয়া যায়, যা নিজ হাতে জীবিকা নির্বাহে উৎকৃষ্ট প্রমাণ বহন
      করে। [1] . সূরা আল-বাকারাহ: ২৯।[2]. সূরা জুমআহ: ১০।[3]. কুরতুবী, আবু
      আব্দুল্লাহ মুহাম্মাদ, আলজামেউ লি আহকামিল কুরআন, খ.১৮,পৃ.৯৬।[4] . সূরা
      জুমআহ: ৯।[5] . সূরা মুয়যাম্মিল: ২০।[6] . আবুল দিদা ইসমইল ইবন উমর ইবন
      কাসীর, তাফসীরুল কুরআনিল আযীম, সম্পাদনায়: সামী ইবন মুহাম্মদ সাল্লামা,
      বৈরুত: দারু তাইবা নিন্ন্যাসরী, দিত্বীয় সংস্করণ, ১৪২০ হি, খ. ৮, পৃ. ২৫৮।[7]
      . ইমাম মুসলিম, সহীহ মুসলিম. হাদীস নং. (১০৪২)।[8] . ইমাম বুখারী,
      আলজামে‘উসসাহীহ, হাদীস নং ১৪৭৪; ইমাম মুসলিম, সহীহ মুসলিম. হাদীস নং.
      ১০৪০।[9] . ইমাম আহমাদ, মুসনাদ, খ.৪, পৃ. ১৪১. ইসলামের দৃষ্টিতে হালাল
      উপার্জন হালাল বলতে আমরা সাধারণত: যাবতীয় বৈধ পন্থাকেই বুঝি। যা কল্যানকর ও
      হিতকর এবং যাবতীয় অবৈধ ও অকল্যাণকর হতে মুক্ত। ইসলামে হালাল উপার্জনের
      গুরুত্ব অপরিসীম। মহান আল্লাহ মানব জাতিকে উপার্জনের জন্যে উৎসাহ দিয়েই
      ক্ষান্ত হননি; বরং যাবতীয় বৈধ ও অবৈধ পন্থাও বাতলে দিয়েছেন। অতএব হালাল
      উপার্জন বলতে বুঝায় উপার্জনের ক্ষেত্রে বৈধ ও শরী‘আত সম্মত পন্থা অবলম্বন।
      হালাল উপায়ে জীবিকা উপার্জনের ফলে সমাজ ব্যবস্থায় ধনী দরিদ্রের মাঝে সুষম
      ভারসাম্য ফিরে আসে; কৃষক দিন মজুর, ক্রেতা-বিক্রেতা, শ্রমিক-মালিক এবং
      অধস্তনদের সাথে উর্ধ্বতনদের সুদৃঢ় ও সংগতিপূণ সর্ম্পক তৈরী হয়। ফলে সকল
      শ্রেণীর নাগরিকই তাদের ন্যায্য অধিকার প্রতিষ্ঠা করার সুযোগ পায় এবং সমাজ
      সংসারে নেমে আসে শান্তির সুবাতাস। মূলত: ইসলাম যে পেশাকে অবৈধ বলে ঘোষনা
      করেছে সেসব পন্থায় উপার্জন ব্যতীত অন্যান্য পন্থায় উপার্জন করা বৈধ বলে
      বিবেচিত।[1] ইসলাম প্রদত্ত সীমারেখা ও মূলনীতি ঠিক রেখে বৈধ যে কোন পণ্যের
      ব্যবসা করার মাধ্যমে উপার্জনকে ইসলামী শরী‘আত হালাল হিসেবে আখ্যা দিয়েছে।
      এছাড়া যদি কেউ বৈধ উপায়ে যোগ্যতানুযায়ী চাকুরী করে এবং ঘুষ সহ যাবতীয় অবৈধ
      লেন-দেন ও অসৎ মানসিকতা থেকে দুরে থাকে তবে সেটাও জীবিকার্জনের হালাল পন্থা
      হিসেবে সাব্যস্ত হবে। মহান আল্লাহ মানুষকে তাঁর ইবাদতের জন্য সৃষ্টি করেছেন।
      এটি শুধুমাত্র পাঁচ ওয়াক্ত নামায, রোযা, যাকাত প্রভৃতির উপরই সীমাবদ্ধ নয়।
      জীবন ব্যবস্থার পূর্ণাঙ্গ রূপ রেখার প্রণেতা হিসেবে ইসলামে রয়েছে জীবন ধারনের
      যাবতীয় বিষয় সম্পর্কে বৈজ্ঞানিক নির্দেশনা। এ দৃষ্টিকোন থেকে বিচার করলে
      হালাল উপায়ে উপার্জনের ব্যবস্থা গ্রহণও অন্যতম একটি মৌলিক ইবাদত। শুধু তাই
      নয়, ইসলাম এটিকে অত্যাবশ্যক (ফরয) কাজ হিসেবে স্বীকৃতি দিয়েছে। এ মর্মে রাসূল
      সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর একটি হাদীস প্রনিধানযোগ্য। তিনি
      সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন: «كسب الحلال فريضة بعد الفريضة » ‘‘ফরয
      আদায়ের পর হালাল পন্থায় উপার্জনও ফরয।’’[2] উপর্যুক্ত হাদীসের মাধ্যমে
      প্রতিভাত হয় যে, ইসলামে হালাল উপার্জনের গুরুত্ব কতখানি এবং কোন ব্যক্তি যেন
      হারাম কোন পেশা অবলম্বন না করে উপরোক্ত হাদীসে সে মর্মেও অর্ন্তনিহীত নির্দেশ
      রয়েছে। পরকালীন জীবনে এ ফরয ইবাদতটি সম্পর্কে যে মানুষকে জিজ্ঞাসাবাদ করা হবে
      তার সুস্পষ্ট ইঙ্গিত রয়েছে। কেননা যাবতীয় ফরয সম্পর্কে বান্দা জিজ্ঞাসিত হবে।
      অতএব এটি ফরয কাজ সমূহের অন্তর্গত এক মৌলিক অত্যাশ্যকীয় ইবাদতে গণ্য হয়েছে।
      উপার্জনের ক্ষেত্রে ইসলাম যেসব পন্থাকে হালাল করেছে সেগুলোর মূলনীতিসহ
      সংক্ষিপ্ত বিবরণ নিম্নে দেয়া হলো: ১.১ ব্যবসা বাণিজ্য উপার্জনের ক্ষেত্রে
      ব্যবসা-বাণিজ্য সব চেয়ে বড় সেক্টর। ইসলামের দৃষ্টিতে এটি একটি মহৎ পেশা। সমাজ
      জীবনে যার ক্রিয়াশীলতা ও প্রভাব অত্যন্ত তাৎপর্যপূর্ণ ও সুদূঢ় প্রসারী। ইসলাম
      ব্যবসা-বাণিজ্যকে শুধু বৈধ বলেই ক্ষান্ত হয়নি; বরং এ ব্যাপারে সবিশেষ উৎসাহ ও
      গুরুত্ব প্রদান করেছে। যেন মুসলিম উম্মাহ পৃথিবীর বুকে একটি শ্রেষ্ট জাতি
      হিসেবে অর্থনৈতিকভাবে সমৃদ্ধি ও স্বয়ং-সম্পূর্ণতা অর্জন করতে পারে। মহান
      আল্লাহ বলেন: ﴿وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ
      ٱلرِّبَوٰاْۚ﴾[البقرة:275] ‘‘তিনি (আল্লাহ) ব্যবসাকে হালাল করেছেন এবং সুদকে
      করেছেন হারাম।’’[3] উপরোক্ত আয়াতের মর্ম উপলব্দিতে প্রতীয়মান হয় যে,
      সুদভিত্তিক লেন-দেনের মাধ্যমে যারা পৃথিবীতে অর্থনৈতিক সমৃদ্ধি অর্জন করছে
      তাদের মুকাবিলায় মহান আল্লাহ ব্যবসা-বাণিজ্যকে বৈধ বলে ঘোষনা দিয়েছেন। অতএব
      অবৈধ পন্থা হতে বাঁচার এবং প্রাচুর্য ও সমৃদ্ধি লাভের এটি অনেক বড় অবলম্বণ।
      এছাড়াও জীবিকার একটি বৃহৎ অংশ রয়েছে এ ব্যবস্থাপনায়। মুরসাল হাদীসে বর্ণিত
      হয়েছে, «عليكم بالتجارة فإن فيها تسعة أعشار الرزق» ‘‘তোমরা ব্যবসা বানিজ্য
      কর। কারণ তাতেই নিহিত রয়েছে নয়-দশমাংশ জীবিকা’’[4] তাছাড়া সততা, বিশ্বস্ততা,
      ন্যায়পরায়নতা, ধোঁকামুক্ত, কল্যাণমুখী মানসিকতাসম্পন্ন ব্যবসায়ীদের প্রশংসায়
      রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অনেক হাদীস বিদ্যমান। এ ধরনের
      ব্যবসায়ীকে তিনি নবীগণ, ছিদ্দিক, ও শহীদদের সমমর্যাদাপূর্ণ বলে উল্লেখ
      করেছেন। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন: «التاجرالصدوق الأمين مع
      النبيين والصديقين والشهداء» ‘‘সৎ ও ন্যায়পরায়ণ ব্যবসায়ী (পরকালে) নবী,
      সিদ্দিকীন ও আল্লাহর পথে জীবন বিসর্জনকারী শহীদদের সঙ্গী হবে।[5]
      ব্যবসা-বাণিজ্যের ক্ষেত্রে ইসলাম যেসব মূলনীতি দিয়েছে তাহলো: ধোঁকা ও
      প্রতারনামুক্ত, মিথ্যার আশ্রয় বিহীন, পণ্যের দোষ - গুণ স্পষ্ট থাকা, ভাল
      পণ্যের সাথে খারাপ পণ্যের মিশ্রণ না করা, মুনাফাখোরী মানোবৃত্তি পরিহার করে
      কল্যাণমুখী মানষিকতা পোষণ, মজুদদারি চিন্তা-চেতনা পোষণ না করা, ওজনে হের-ফের
      না করা, সর্বোপরি যাবতীয় শঠতা ও জুলুম থেকে বিরত থাকা। ১.২. চাকুরী এটি
      জীবিকা নির্বাহে উপার্জনের অন্যতম মাধ্যম হিসেবে পরিগণিত। জনসংখ্যার একটা
      উল্লেখযোগ্য অংশ আমাদের দেশে সরকারী আধা-সরকারী, বেসরকারী, ব্যাংক-বীমা,
      এন.জি.ও. ও ব্যক্তিমালিকানাধিন এবং স্বায়ত্বশাসিত বিভিন্ন প্রতিষ্ঠানে চাকুরী
      করে। এসব চাকুরীর ক্ষেত্রে ইসলামের মূল দর্শন হলো প্রত্যেক চাকুরে তাদের উপর
      অর্পিত দায়িত্ব পূর্ণ নিষ্ঠা, আন্তরিকতা ও সচ্ছতার সাথে পালন করবে। রাসূল
      সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ বিষয়ের মূলনীতি বর্ণনা করতে গিয়ে বলেন:
      «كلكم راع، وكلكم مسئول عن رعيته » ‘‘তোমাদের প্রত্যেকেই এক একজন দায়িত্বশীল।
      তোমাদের প্রত্যেককে নিজ নিজ দায়িত্ব সম্পর্কে জিজ্ঞাসা করা হবে।’’[6] তবে
      এক্ষেত্রে অবশ্যই সকলকে যাবতীয় অনিয়ম, দুর্নীতি যেমন ঘুষ গ্রহণ, স্বজনপ্রীতি
      অন্যায়ভাবে কাউকে সুযোগ সুবিধা (undue Facilities) দান, কারো প্রতি জুলুম করা
      প্রভৃতি বিষয়ের প্রতি দৃষ্টি রাখতে হবে। কেননা এসব অনিয়ম ও দুর্নীতি-পরায়ণদের
      অশুভ পরিণতি সম্পর্কে ইসলামের সুস্পষ্ট নির্দেশনা রয়েছে।[7] এছাড়াও কর্তব্যে
      অবহেলা, অনিয়মানুবর্তিতা ও কার্যে উদাসীনতার দরুন চাকুরীজীবিদের উপার্জন অনেক
      সময় বৈধতা হারিয়ে ফেলে। আমাদের দেশে দেখা যায় অনেক স্কুল-কলেজের শিক্ষক
      শ্রেণীকক্ষে পাঠ দানের পরিবর্তে টিউশনী ও কোচিং সেন্টারের প্রতি বেশী ঝুকে
      পড়েছেন। অনেক ডাক্তার হাসপাতালে রোগী না দেখে ক্লিনিকে জমজমাট ব্যবসা শুরু
      করে দিয়েছেন। যা কর্তব্যে অবহেলার নামান্তর। তারা যদি স্বীয় দায়িত্ব যথাযথ ও
      পূর্ণভাবে পালন করার পর অতিরিক্ত সময় এসব কাজ করেন তবে তা দোষের নয়।
      ১.৩.কৃষিকর্ম কৃষিকর্ম জীবিকা নির্বাহে অন্যতম উপার্জন মাধ্যম। ইসলাম এটিকে
      মহৎ পেশা হিসেবে স্বীকৃতি দিয়েছে। কৃষিকার্যের সুচনা হয়েছে আদিপিতা আদম
      আলাইহিস সালাম থেকেই তাঁকে কৃষি কার্য, আগুনের ব্যবহার ও কুটির শিল্প শিক্ষা
      দেয়া হয়েছিল।[8] পর্যায়ক্রমে এ ব্যবস্থার উন্নতি সাধিত হয়েছে। পবিত্র কুরআনে
      মহান আল্লাহ মানবজাতির কল্যাণে এ ব্যবস্থাকে সাব্যস্ত করেছেন।[9] বাংলাদেশ
      একটি কৃষি প্রধান দেশ। এদেশের অধিকাংশ লোকই কৃষি নির্ভর জীবিকা নির্বাহ করে।
      অথচ ইসলামের কৃষিনীতি সম্পর্কে অবগত হয়ে যদি কেউ তাঁর এ ব্যবস্থাপনায় ইসলামী
      নীতি অনুসরণ করে তবেই তা হালাল উপার্জন হবে। আর সেগুলো হলো: ক. ভূমির মালিক
      নিজেই চাষ করবে। এ সম্পর্কে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন: «من
      كانت له أرض، فليزرعها» ‘‘যার জমি রয়েছে সে নিজেই চাষাবাদ করবে।’’[10] তবে
      এক্ষেত্রে কারো জমি অন্যায়ভাবে অধিকারে আনে কিংবা উত্তরাধিকারকে অংশ না দিয়ে
      চাষ করলে গুরুতর অপরাধ হিসেবে বিবেচিত হবে।[11] অথবা, মজুরের দ্বারা নিজের
      তত্বাবধানে চাষ করবে অথবা কোন ভূমিহীনকে চাষাবাদ ও ভোগদখল করতে দিবে। খ.
      উৎপন্ন ফসলের নির্দিষ্ট অংশ দেয়ার শর্তে কাউকে চাষ করতে দেয়া। গ. প্রচলিত
      বাজার দর অনুযায়ী নির্দিষ্ট পরিমাণ নগদ টাকার বিনিময়ে কাউকে এক বছরের জন্য
      তার ভোগাধিকার দান করা।[12] ঘ. জমিতে হারাম দ্রব্য উৎপাদন না করা, যাতে
      ক্ষতিকর কোন উপাদান রয়েছে্ যেমন: আফিম, গাঁজা, চারস বা অনুরূপ মাদক
      দ্রব্য।[13] ঙ. অংশীদারিত্ব চাষাবাদ যাবতীয় প্রতারণা, ধোঁকা, ঠকবাজি, ও
      অজ্ঞতা থেকে মুক্ত থেকে ন্যায়পরায়নতা ও ইনসাফ ভিত্তিক নীতির লালন করতে হবে।
      আল্লামা মাওয়ারদী উল্লেখ করেছেন যে, উৎপাদনের মূল উপাদান দু’টি, এক. কৃষি,
      দুই. ব্যবসা-বানিজ্য। তবে এদুয়ের মধ্যে শ্রেষ্ঠ ও পবিত্রতম হলো কৃষি।[14]
      ইসলামে মানুষের অর্থ-সম্পদ লাভের তিনটি নৈতিক পন্থা নির্ধারন করে দেয়া হয়েছে।
      আর তা হলো: ১. পরিশ্রম: পরিশ্রমের মাধ্যমে মানুষ অর্থ সম্পদ উপার্জন করতে
      পারে। সে সঙ্গে মেধা ও যোগ্যতার সমন্বয়ে মানুষ অর্থের পাহাড় গড়তে সক্ষম হয়।
      রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন আল্লাহর নিকট ঐ জীবিকাই উত্তম
      যা মানুষ নিজ হাতে উপার্জন করে। এভাবে শ্রমদানের ক্ষেত্রও বহুবিধ ও বিচিত্র
      ধরনের। তন্মধ্যে উল্লেখযোগ্য হলো: ১. শিল্পকর্ম: ব্যবসা-বাণিজ্যের পাশাপাশি
      শিল্পকর্মও মানুষের অন্যতম পেশা। এ মহতি পেশায় জনসংখ্যার একটি উল্লেখযোগ্য
      অংশ নিয়োজিত রয়েছে। এ কর্মটি সম্পর্কে ইসলাম যথেষ্ট গুরুত্বরোপ করেছে। যুগে
      যুগে প্রেরিত নবী-রাসূলগণ শুধু উৎসাহের বানী প্রদান করেই ক্ষান্ত হননি; বরং
      শিল্প ও ব্যবসার ময়দানে তাদের বিশাল অবদান রয়েছে। পবিত্র কুরআনে ইরশাদ হয়েছে:
      ﴿وَعَلَّمۡنَٰهُ صَنۡعَةَ لَبُوسٖ لَّكُمۡ لِتُحۡصِنَكُم مِّنۢ بَأۡسِكُمۡۖ
      فَهَلۡ أَنتُمۡ شَٰكِرُونَ ٨٠﴾ [الأنبياء: 80] ‘‘আমি তাঁকে (দাউদ আলাইহিস
      সালাম) বর্ম নির্মাণ শিক্ষা দিয়েছিলাম যাতে তা যুদ্ধে তোমাদেরকে রক্ষা
      করে।’’[15] শিল্প শিক্ষাকে মহান আল্লাহ নিয়ামত হিসেবে অভিহিত করেছেন এবং
      এ-জন্য শুকরিয়া আদায় করার নির্দেশ দিয়েছেন। আল্লাহর নবীগণ কোন না কোন
      শিল্পকর্মে নিয়োজিত ছিলেন। উপরোক্ত আয়াতে দাউদ আলাইহিস সালাম বর্ম শিল্পে
      নিয়োজিত ছিলেন বলে আভাস রয়েছে। এছাড়াও তিনি প্রথম জীবনে চাষী হিসেবে কাজ
      করেছেন। তিনি শষ্য বপন ও কর্তন করতেন। মহানবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম
      বলেছেন, ‘‘যে জমি মানুষের খিদমতের জন্য কোন কাজ করে তাঁর দৃষ্টান্ত মূসা
      আলাইহিস সালাম জননীর ন্যায়। তিনি নিজে সন্তানকে দুধ পান করিয়েছেন; আবার
      ফেরাউনের কাছ থেকে পাবিশ্রমিক পেয়েছেন। এছাড়া মূসা আলাইহিস সালাম মাদইয়ানে ৮
      বছর চাকরী করছেন, নূহ আলাইহিস সালাম জাহাজ নির্মান করেছেন। যাকারিয়া আলাইহিস
      সালাম কাঠমিস্ত্রির কাজ করতেন। বিশ্বনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম
      বাল্যকালে ছাগল চরাতেন, যৌবনে ব্যবসা করেছেন, চাকরী করেছেন, খন্দকের যুদ্ধে
      মাটি কেটেছেন, মাথায় বোঝা বহন করেছেন। কূপ থেকে পানি তুলেছেন, নিজ হাতে জামা
      ও জুতা সেলাই করেছেন, স্ত্রীকে ঘরে রান্নার কাজে সাহায্য করেছেন, এমনকি দুধ
      দোহনও করেছেন। এজন্য পেশা ক্ষুদ্র হোক, বৃহৎ হোক, তাতে কিছু আসে যায় না। নিজে
      পরিশ্রম করে শ্রমলব্দ আয়ে নিজের পরিবারবর্গের আস্বাদনের জন্য সংগ্রাম করা
      অতিশয় সম্মান ও পূণ্যের কাজ। ২. উত্তরাধিকার: উত্তরাধিকারসূত্রে মানুষ অর্থ
      সম্পদ লাভ করে থাকে। কোন ব্যক্তির মৃত্যুর পর তার উত্তরাধিগণ ইসলামের বিধান
      অনুযায়ী মৃতের পরিত্যক্ত স্থাবর, অস্থাবর সম্পত্তি হতে যে সম্পদ লাব করে থাকে
      তা হালাল। ৩. হেবা বা দান: কোন বিনিময় মূল্য বা প্রতিদান ব্যাতিরেকে কাউকে
      নিজের সম্পদের মালিকানা হস্তান্তর বা দান করা এবং যার অনুকুলে হস্তান্তর বা
      দান করা হয় সে ব্যাক্তি কর্তৃক তা গ্রহণ করাকে হেবা বলা হয়। হেবার মাধ্যমে
      অর্জিত অর্থ সম্পদ হালাল। [1] . ইসলামের দৃষ্টিতে হারাম পেশা হলো: অপ্রয়োজনে
      ভিক্ষাবৃত্তি গ্রহণ, বেশ্যাবৃত্তি, নৃত্য ও যেনৈশিল্প, অবৈধ ব্যবসা-বানিজ্য
      যেমন, মুর্তি, অবৈধ পাণীয়, ভাষ্কর্য ও প্রতিকৃতি নির্মান শিল্প, সুফী কারবার,
      ওজনে কম দেয়া, ধোঁকা ও প্রতারণামূলক ব্যবসা, মিথ্যার আশ্রয় নেয়া, ও চাকুরী
      হতে অবৈধ উপার্জন যেমন ঘুষ গ্রহণ।[2] . আবূ বকর আহমদ ইবনুল হুসাইন
      আল-বায়হাকী, সুনান আল-বায়হাকী, সম্পাদনায়: আব্দুল কাদির আতা (মক্কা
      আল-মুকাররমা: মাকতাবাতু দারুল বায, ১৪১৪ হি/১৯৯৪ খ্রী.) খ. ৬, পৃ. ১২৮। ইমাম
      বায়হাকী বলেন, এর রাবী দুর্বল।[3] . সূরা আল-বাকারা: ২৭৫।[4] . গাযালী,
      ইহইয়াউ উলুমুদ্দীন, (মাকতবাতুল মুস্তফা আল বাবী ওয়াল হালবী) খ. ২, পৃ. ৬৪।
      ইমাম ‘ইরাকী বলেন: মুরসাল।[5] . ইমাম তিরমিযী, জামে’ আত্-তিরমিযী, হাদীস নং-
      ১২০৯। তবে আল্লামা আলবানী এটাকে দুর্বল বলেছেন।[6] .ইমাম বুখারী, সহীহ, হাদীস
      নং ৮৯৩ ; ইমাম মুসলিম, সহীহ, হাদীস নং ১৮২৯।[7] . ঘুষ গ্রহীতা ও দাতা উভয়ের
      অশুভ পরিণতি সম্পর্কে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন: لَعَنَ
      رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الرَّاشِي وَالْمُرْتَشِي
      ‘‘ঘুষ দাতা ও গ্রহীতাকে আল্লাহ্‌র রাসূল লা‘নত করেছেন।” [ইমাম তিরমিযী, সুনান
      তিরমিযী, হাদীস নং ১৩৩৭; ইমাম আবু দাউদ, আসসুনান, ৩৫৮০] জুলুম, স্বজনপ্রীতি
      সংক্রান্ত হাদীস আসবে।[8] . ইসলামী বিশ্বকোষ, (ঢাকা: ই. ফা. বা. তা. বি.) খ.
      ১, পৃ. ২৪৩; ইবন খালদুন, মুবাদ্দমা, (ঢাকা: বাংলা একাডেমী, ১ম প্রকাশ, ১৯৮১)
      খ. ২, পৃ. ৭-৮।[9] . আল্লাহ তা’আলা বলেন:﴿فَلۡيَنظُرِ ٱلۡإِنسَٰنُ إِلَىٰ
      طَعَامِهِۦٓ ٢٤ أَنَّا صَبَبۡنَا ٱلۡمَآءَ صَبّٗا ٢٥ ثُمَّ شَقَقۡنَا
      ٱلۡأَرۡضَ شَقّٗا ٢٦ فَأَنۢبَتۡنَا فِيهَا حَبّٗا ٢٧ وَعِنَبٗا وَقَضۡبٗا ٢٨
      وَزَيۡتُونٗا وَنَخۡلٗا ٢٩ وَحَدَآئِقَ غُلۡبٗا ٣٠ وَفَٰكِهَةٗ وَأَبّٗا ٣١
      مَّتَٰعٗا لَّكُمۡ وَلِأَنۡعَٰمِكُمۡ ﴾সূরা আবাসা: ২৪-৩২।)[10] . ইমাম
      বুখারী, সহীহ আল বুখারী, হাদীস নং - ২৩৪০।[11] . কেউ এক খন্ড জমি অন্যায়ভাবে
      অধিকারে নিলে কিয়ামতের দিন ঐ জমির সাত স্তবক পর্যন্ত তার কাঁধে ঝুলিয়ে দেয়া
      হবে। নবী (সা.) বলেছেন, তিন ব্যক্তির উপর আল্লাহ অভিসম্পাত করেন। তাদের একজন
      হলো যে জমির আইল বা সীমানা পরিবর্তন করে ফেলে। ইমাম আহমদ ইবন হাম্বল,
      আল-মুসনাদ (মিসর: মুয়াসসাতুল কুরতবা, তা. বি) খ. ৪, পৃ. ১০৩।[12] . মাওলানা
      মুহাম্মদ আবদুর রহীম, ইসলামের অর্থনীতি, (ঢাকা: খায়রুন প্রকাশনী, ৪র্থ
      সংস্করণ, ১৯৮৭) পৃ. ১৫৮-১৫৯।[13] . রাসূল (সা.) বলেছেন, মাদক দ্রব্য
      উৎপাদনকারী, যে উৎপাদন করার, মদ্যপায়ী, বহনকারী, যার কাছে বহন কলে নেয়া হয়,
      যে পান করায়- পরিবেশনকারী, বিক্রয়কারী, মূল্য গ্রহণ ও ভক্ষনকারী এবং যার জন্য
      তা ক্রয় করা হয় । এ সকলের উপরই অভিশাপ। (আবূ দাউদ সুলাইমান ইবনুল আণআম
      আস-সিজিস্তানী। সুনান, সম্পাদনা: মহিউদ্দীন আবদুল হামিদ ) বৈরুত দারুল ফিকর,
      তা.বি) খ. ৩ পৃ. ২৪৪।[14] . আবুল ফাতাহ মুহাম্মদ ইয়াহইয়া, ইসলামী অর্থনীতির
      আধুনিক রুপায়ন (ঢাকা: কওমী পাবলিকেশন্স ১ম সংস্করণ ১৪০৮ হি:/ ২০০১ খ্রী:) পৃ.
      ১৭৯।[15] . সূরা আল-আম্বিয়া: ৮০। উপার্জন বৈধ হওয়ার ইসলামী মূলনীতি ইসলামে
      উপার্জনের ক্ষেত্রে অনুসরণীয় দু’টি মূলনীতি রয়েছে। এক. মূলগত: যা উপার্জন করা
      হবে তা মূলগতভাবে হালাল হতে হবে। দুই. পদ্ধতিগত: যা উপার্জন করব তা বৈধ
      পন্থায় হতে হবে। এক. মূলগত: একজন ব্যক্তি যা উপার্জন করবে সে উপার্জেয়
      বস্ত্তটি অবশ্যই উত্তম ও হালাল হতে হবে। আর ইসলাম যাবতীয় কল্যাণকর ও হিতকর
      বস্ত্তকে মানবজাতির জন্য হালাল করেছে। সেলক্ষ্যেই পবিত্র কুরআনে طيبات ও حلال
      শব্দের অবতারনা হয়েছে। মহান আল্লাহ মানব জাতিকে সম্বোধন করে হালাল ও তাইয়্যিব
      যা রয়েছে তা থেকে আহার করতে বলেছেন। তিনি বলেন: ﴿يَٰٓأَيُّهَا ٱلنَّاسُ
      كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ
      خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ ﴾[البقرة:168]
      ‘‘হে মানুষ! পৃথিবীতে হালাল ও তাইয়্যেব যা রয়েছে তা থেকে আহার কর। আর শয়তানের
      পদাংক অনুসরণ করো না, নি:সন্দেহে সে তোমাদের প্রকাশ্য শত্রু।[1] উপরোক্ত
      আয়াতের আলোকে বলা যায় যে, শুধুমাত্র হালাল হলেই চলবে না; বরং তা অবশ্যই
      তাইয়্যিব (পবিত্র ও উত্তম) হতে হবে। এখানে তাইয়্যিব বলতে ভেজালমূক্ত
      স্বাস্থসম্মত উদ্দেশ্য। অর্থাৎ এমন উপায় অবলম্বন করতে হবে যা মূলগত ভাবেই
      নির্ভেজাল, খাটি ও পবিত্র। অবশ্য অধিকাংশ মুফাস্সিরগণ আয়াতে হালাল শব্দ
      দ্বারা মূলগত বৈধতার এবং তাইয়্যিব দ্বারা পদ্ধতিগত বৈধতার অর্থ গ্রহণ করেছেন
      এবং এ দু’শব্দ দিয়ে দু’টি মূলনীতির প্রতি ইঙ্গিত করেছেন। দুই. পদ্ধতিগত
      উপার্জনের ক্ষেত্রে গ্রহণীয় উপায় ও মাধ্যমটি অবশ্যই বৈধ পন্থায় হতে হবে।
      কেননা যাবতীয় অবৈধ উপায় ও পন্থায় অর্থসম্পদ উপার্জন করতে ইসলাম নিষেধ রয়েছে।
      পবিত্র কুরআনের একাধিক আয়াতের মাধ্যমে এ বিষয়ে মুমিনগণকে সর্তক করা হয়েছে।
      মহান আল্লাহ বলেন: ٓ﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُوٓاْ
      أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ إِلَّآ أَن تَكُونَ تِجَٰرَةً عَن
      تَرَاضٖ مِّنكُمۡۚ وَلَا تَقۡتُلُوٓاْ أَنفُسَكُمۡۚ إِنَّ ٱللَّهَ كَانَ
      بِكُمۡ رَحِيمٗا ٢٩ وَمَن يَفۡعَلۡ ذَٰلِكَ عُدۡوَٰنٗا وَظُلۡمٗا فَسَوۡفَ
      نُصۡلِيهِ نَارٗاۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا﴾ ‘‘হে মুমিনগণ!
      তোমরা একে অপরের সম্পত্তি অন্যায়ভাবে গ্রাস করোনা। কিন্তু তোমাদের পরস্পর
      রাযি হয়ে ব্যবসা করা বৈধ; এবং একে অপরকে হত্যা করিওনা; নিশ্চয়ই আল্লাহ
      তোমাদের প্রতি পরম দয়ালু। আর যে কেউ সীমালংঘন করে অন্যায়ভাবে তা করবে, তাকে
      আমি অগ্নিতে দগ্ধ করব, আর এটা করা আল্লাহর পক্ষে সহজ।’’[2] মহান আল্লাহ বলেন:
      ﴿ وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ
      بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ
      بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ ﴾[النساء:29] ‘‘তোমরা নিজেদের মধ্যে একে
      অপরের সম্পদ অবৈধ পন্থায় গ্রাস করো না এবং মানুষের ধন-সম্পত্তির কিয়দাংশ জেনে
      শুনে অন্যায়ভাবে গ্রাস করার উদ্দেশ্যে তা বিচারকগণের নিকট পেশ করো না।[3]’’
      উপরোক্ত আয়াতদ্বয় দ্বারা সুষ্পষ্টভাবে প্রতিভাত হয় যে, উপার্জনের পদ্ধতি ও
      পন্থা অবশ্যই বৈধ হতে হবে। অন্যথায় কঠোর শাস্তির ঘোষনা রয়েছে। আর এ ধরনের
      উপায় জুলমের নামান্তর। যার পরিণতি খুবই ভয়াবহ। অতএব প্রত্যেক মুসলমানের
      একান্ত উচিৎ উপার্জনের ক্ষেত্রে উপর্যুক্ত দু’টি বিষয়ের প্রতি গুরুত্বারোপ
      করা। প্রখ্যাত আধুনিক তাফসিরকার আল্লামা রশিদ রেজা আয়াতে উল্লেখিত হালাল ও
      তাইয়্যিবা এ দু’টি শব্দের ব্যাখ্যা প্রসঙ্গে বলেন, কোন বস্ত্ত তাইয়্যিব বা
      উত্তম হওয়ার অর্থ হলো তাতে অন্যের অধিকার সম্পৃক্ত না থাকা। কেননা পবিত্র
      কুরআনে যেসব বস্ত্তর ব্যাপারে হারাম শব্দ ব্যবহার করা হয়েছে। সেগুলো
      মূলগতভাবেই হারাম বা নিষিদ্ধ। একমাত্র নিরূপায় অবস্থা ছাড়া কোন অবস্থাতেই তার
      ব্যবহার বৈধ নয়। এ ছাড়াও এক ধরনের হারাম রয়েছে যা মূলগতভাবে হারাম নয় কিন্তু
      সংশ্লিষ্ট কোন কারণে তাকে হারাম বলা হয়েছে। মূলত: এ জাতীয় বস্ত্তর বিপরীতেই
      তাইয়্যিব বা উত্তম শব্দটি ব্যবহার করা হয়েছে। সুতরাং যেসব বস্ত্ত অন্যায়ভাবে
      উপার্জন করা হয়েছে, ন্যায়ানুগ পন্থায় করা হয়নি। যেমন: সুদ, ঘুষ, জুয়া, চুরি,
      ছিনতাই, রাহাজানি, ধোঁকা-প্রতারনা, আমানতের খিয়নত ইত্যাদি পন্থায় করা হয়েছে
      এগুলো হারাম। অর্থ্যাৎ এগুলো তাইয়্যিব বা উত্তম নয়। সারকথা প্রতিটি অপবিত্র
      বস্ত্তই হারাম, তা মূলগত কারণেই হোক কিংবা সংশ্লিষ্ট অন্য কোন কারণেই হোক।
      হালাল উপার্জনের গুরুত্ব ও তাৎপর্য: জীবিকা নির্বাহের জন্য উপার্জনের গুরুত্ব
      ইসলামে যেমনি রয়েছে, ঠিক তেমনি হালাল উপার্জনের গুরুত্ব ও অত্যাধিক। ইসলাম
      মানুষের জন্য যাবতীয় জীবনোপকরণকে সহজসাধ্য, সুস্পষ্ট, ও পবিত্র করার নিমিত্বে
      সঠিক ও বৈজ্ঞানিক নির্দেশনা দিয়েছে। অতএব নির্দেশনা বহির্ভূত যাবতীয় উপার্জনই
      হারাম বা অবৈধ হিসেবে বিবেচিত। ইসলামের বক্তব্য হল মানুষকে নিজের সার্মথ্য ও
      যোগ্যতানুযায়ী নিজেই নিজের প্রয়োজনীয় অর্থ ও দ্রব্য সামগ্রীর সন্ধান করবে।
      এটি মানুষের অন্যতম অধিকার। তবে ইসলাম মানুষকে এ অধিকার দেয়নি যে, সে অর্থ
      সম্পদ উপার্জনের জন্য স্বীয় খেয়ালখুশিমত যে কোন পন্থা অবলম্বন করতে পারবে।
      তাইতো ইসলাম অর্থসম্পদ উপার্জনের ক্ষেত্রে হালাল-হারামের পার্থক্য
      সুনির্দিষ্ট করে দিয়েছে। সমাজ রাষ্ট্র ও ব্যাক্তির জন্য কল্যানকর যাবতীয়
      ব্যবস্থাকে ইসলাম হালাল করেছে। নিম্নে এ ব্যবস্থাপনার গুরুত্ব সম্পর্কে
      আলোকপাত করা হল: এক. হালাল উপার্জন একটি অলঙ্ঘনীয় বিধান ইসলাম মানুষের জন্য
      হালাল ও হারামের মধ্যে সুস্পষ্ট পার্থক্য নিরূপন করেই শেষ করেনি, বরং হালাল
      উপার্জনে রয়েছে এর সুস্পষ্ট নির্দেশনা। ফরজ ইবাদত সমূহের আদায়ের পর এ মহতি
      কর্মে ঝাপিয়ে পরতে উৎসাহিত করা হয়েছে। উপার্জনের ক্ষেত্রে হালাল ও বৈধ উপায়
      অবলম্বন করা ব্যবসায়ীসহ সকল মানুষের উপর ইসলামের একটি অলঙ্ঘনীয় বিধান। যারা
      উপার্জনের ক্ষেত্রে হালাল ও হারামের প্রশ্নে সতর্কতা অবলম্বন করে না তাদের
      ব্যপারে নবী করিম সতর্কবাণী করেছেন। তিনি বলেন: «يأتي على الناس زمان، لا
      يبالي المرء ما أخذ منه، أمن الحلال أم من الحرام» ‘‘মানুষের নিকট এমন একটি
      সময় আসবে, যখন ব্যক্তি কোন উৎস থেকে সম্পদ আহরন করছে, তা হালাল না হারাম,
      সেদিকে কোন ভ্রুক্ষেপ করবে না।’’[4] দুই. হালাল উপার্জন দু’আ কবুলের
      পূর্বশর্ত মানুষের প্রত্যহিক ও জাগতিক জীবনের চাহিদার কোন অন্ত নেই। তবে
      এগুলো মানুষের কাঙ্খিত ও বাঞ্চিত হলেও বাস্তবায়নের ক্ষেত্রে মহান স্রষ্ট্রার
      অনুগ্রহের, ভূমিকাই সবচেয়ে বেশী। আর এর জন্য প্রয়োজন একান্তে তাঁর দরবানে
      আরাধনা করা। মহান আল্লাহ ও মানুষে এ ব্যপারে সাড়া দেয়ার প্রতিশ্রুতি দিয়েছেন।
      শুধু তাই নয়, এটি অন্যতম ইবাদত ও বটে। রাসূল সা. বলেন :[5] «الدعاء هو
      العبادة» ‘‘দোয়া হচ্ছে ইবাদত’’ অতএব দু’আ ইসলামে অন্যতম একটি ইবাদতে পরিণত
      হয়েছে, যার মাধ্যমে বান্দার সাথে আল্লাহর গভীর প্রেম নিবেদন করা চলে এবং
      যাবতীয় প্রয়োজন পূনণে সহায়ক হয়। এ গুরুত্বপূর্ণ কর্মটি আল্লাহর দরবারে গৃহীত
      হতে হলে উপার্জন অবশ্যই হালাল হতে হবে। কেননা আল্লাহ পবিত্র। তিনি পবিত্র
      ছাড়া কোন কিছুই গ্রহণ করেননা, অতএব অবৈধ উপার্জন যারা করে তাদের খাদ্যের
      উপার্জন হয় অবৈধ অর্থে হওয়ায় ইসলম যাবতীয় রক্ত গোশত সবই হারাম দ্বারা পুষ্ট
      হয়। ফলে এ ধরনের ব্যক্তির প্রার্থনাকে ইসলামে কখনো সমর্থন করেনা। এ মর্মে
      রাসূল সা. বলেন: «إِنَّ اللهَ طَيِّبٌ لَا يَقْبَلُ إِلَّا طَيِّبًا، وَإِنَّ
      اللهَ أَمَرَ الْمُؤْمِنِينَ بِمَا أَمَرَ بِهِ الْمُرْسَلِينَ، فَقَالَ:
      (يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا،
      إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ) [المؤمنون: 51] وَقَالَ: (يَا أَيُّهَا
      الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ) [البقرة: 172]
      ثُمَّ ذَكَرَ الرَّجُلَ يُطِيلُ السَّفَرَ أَشْعَثَ أَغْبَرَ، يَمُدُّ
      يَدَيْهِ إِلَى السَّمَاءِ، يَا رَبِّ، يَا رَبِّ، وَمَطْعَمُهُ حَرَامٌ،
      وَمَشْرَبُهُ حَرَامٌ، وَمَلْبَسُهُ حَرَامٌ، وَغُذِيَ بِالْحَرَامِ،
      فَأَنَّى يُسْتَجَابُ لِذَلِكَ؟» ‘‘নিশ্চয়ই আল্লাহ তাআল পবিত্র। তিনি শুধু
      পবিত্র বস্ত্তই গ্রহণ করেন। তিনি মুমিনদের সেই আদেশই দিয়েছেন, যে আদেশ তিনি
      দিয়েছিলেন রাসূলগণের।’’ আল্লাহ তা’আলা বলেন : ‘‘হে ইমানদারগণ! তোমরা পবিত্র
      বস্ত্ত-সামগ্রী আহার কর, যেগুলো আমি তোমাদেরকে রুযী হিসেবে দান করেছি।’’
      অতঃপর রাসূল সা. এমন এক ব্যক্তির কথা উল্লেখ করলেন, যে দীর্ঘ সফরে থাকা
      অবস্থায় এলোমেলো চুল ও ধূলি-ধুসরিত ক্লান্ত-শ্রান্ত বদনে আকাশের দিকে আল্লাহর
      দরবারে হাত তুলে প্রার্থনা করে ডাকছেঃ হে আমার প্রভূ! হে আমার প্রভূ! অথচ সে
      যা খায় তা হারাম, যা পান করে তা হারাম, যা পরিধান করে তা হারাম এবং হারামের
      দ্বারা সে পুষ্টি অর্জন করে। তার প্রার্থনা কিভাবে কবুল হবে?’’[6] ইবন আব্বাস
      রা. থেকে বর্ণিত হাদীসে এসেছেঃ «تليت هذه الاية عند رسول الله ص ﴿يا أيها
      الناس كلوا مما في الأرض حللا طيبا﴾ فقام سعد بن أبى وقاص ، فقال : يا رسول
      الله صلى الله عليه وسلم، ادع الله أن يجعلني مستجاب الدعوة ، فقال له النبي
      صلى الله عليه وسلم : يا سعد أطب مطعمك تكن مستجاب الدعوة ...» ‘‘রাসূল
      সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট একদা এ আয়াতটি তেলাওয়াত করা হল। ‘‘হে
      মানবমন্ডলী ! পৃথিরীর হালাল ও পবিত্র বস্ত্ত-সামগ্রী ভক্ষন কর।’’ তখন সাদ ইবন
      আবি ওয়াক্কাস রাদিয়াল্লাহু আনহু দাঁড়িয়ে বললেনঃ হে আল্লাহর রাসূল! আল্লহর
      কাছে দু’আ করুন যেন আমার দু’আ কবুল হয়। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম
      বললেনঃ হে সা‘দ, তোমার পানাহারকে হালাল কর, তবে তোমার দু’আ কবুল হবে।’’[7]
      তিন. হালাল উপার্জনে বরকত লাভ হয় উপার্জনে বরকত লাভ করতে হষে একমাত্র হালাল
      পন্থায় হতে হবে। কেননা বরকত দানের মালিক মহান আল্লাহ। তিনি শুধু বৈধ
      উপার্জনেকেই বরকত মন্ডিত করেন। এবং যাবতীয় অবৈধ উপার্জনের বারকত নষ্ট করে
      দেন। আর যেখানে অপচয় বৃদ্ধি পায়। ফলে সম্পদের প্রাচুর্যতা লাভে বিলম্ব হয়।
      অন্যদিকে হালাল উপার্জন কম হলেও তাতে বরকতের কারণে খুব স্বল্প সময়েই বৃদ্ধি
      পাওয়ার সম্ভাবনা থাকে। চার. হালাল উপার্জন জান্নাত লাভের একমাত্র উপায়
      মানুষের দু’টি জীবন রয়েছে, একটি ইহলৌকিক, অপরটি পরলৌকিক। অতএব হালাল পন্থায়
      উপার্জনকারী পরকালে জান্নাতে যাবে। আর অবৈধ পন্থায় উপার্জনকারী ব্যাক্তি
      দুনিয়ার জীবনে সম্পদের পাহাড় গড়লেও পরকালীন জীবনে তার জন্য ভয়াবহ আযাব ও
      শাস্তি অপেক্ষা করছে। পাঁচ. অবৈধ উপায়ে সম্পদ উপার্জনকারীর জন্য জাহান্নাম
      অবধারিত ইবন আব্বাস রা.বর্ণিত হাদীসে রাসূল সা. বলেছেনঃ «كل جسد نبت من سحت
      فالنار أولى به » ‘‘আর যে দেহ হারাম খাদ্য দ্বারা গড়ে উঠে তার জন্য দোযখের
      আগুনই উত্তম।’’[8] কাব ইবন উজরাহ রা. রাসূলে কারীম সা. থেকে বর্ণনা করেন:
      «لَا يَدْخُلُ الْجَنَّةَ جَسَدٌ غُذِّيَ بِحَرَامٍ» ‘‘যে শরীর হারাম পেয়ে
      হরষ্ট পুষ্ট হয়েছে, তা জান্নাতে যাবে না।’’[9] দুনিয়ার জীবনের কৃতকর্মের উপর
      ভিত্তি করে মহান আল্লাহ মানুষের জন্য পুরুস্কার ও শাস্তি উভয়ের ব্যবস্থা করে
      রেখেছেন। যারা তাঁর অনুগত বান্দা তারাই পুরুস্কার প্রাপ্ত হবে। যেহেতু অবৈধ
      উপায়ে উপার্জনকারী ব্যক্তি তার অবাধ্য ও দুশমন তাই তাদের জন্য ও শাস্তি
      নির্ধারিত রয়েছে। অতএব এ পন্থা অবলম্বনকারী ব্যক্তি জাহান্নামী। ছয়. হালাল
      উপার্জন ইবাদত কবুলের শর্ত অর্থ-সম্পদ দ্বারাই মানুষ জীবিকা নির্বাহ করে,
      খাদ্যদ্রব্য গ্রহণ করে তার দেহের বৃদ্ধি ঘটে এবং সুস্বাস্থ্য লাভ হয়। কিন্তু
      এ উপকরণ ক্রয়ের অর্থ যদি অবৈধ উপায়ে উপার্জিত হয় তবে তা কিভাবে বৈধ শারিরিক
      বৃদ্ধি হতে পারে। ফলে তার শরীরের রক্তে ও গোশতে অবৈধ বিষয়ের সংমিশ্রন ঘটে। আর
      এর দ্বারা যত ইবাদতই করা হোক না তা গ্রহনযোগ্য হতে পারে না। কেননা আল্লাহ
      অপবিত্র কোন কিছুই গ্রহণ করে না। অতএব হালাল উপার্জন ইবাদত কবুলের পূর্ব শর্ত
      হিসেবে শিরোধার্য। সালাত, যাকাত ও হজ্জ ইত্যাদি ফরয ইবাদতসমূহ কবুল হওয়ার
      জন্র অবশ্যই বৈধ পন্থায় উপার্জন করতে হবে। [1] . সূরা আল-বাকারা: 168।[2]
      .সূরা নিসা:২৯।[3] . সূরা আল-বাকারাহ্: ১৮৮।[4] . ইমাম বুখারী, আস-সাহীহ,
      হাদীস নং ২০৫৯।[5] . আবু দাউদ, সুনান, হাদীস নং ১৪৭৯।[6] . ইমাম মুসলিম, সহীহ
      মুসলিম, হাদীস নং- ১০১৫।[7] . ইমাম তাবারানী, মু‘জামুল আওসাত, খ. ৬, পৃ.
      ৩১০[8] .তাবারানী।[9]. আবু ইয়া‘লা, মুসনাদ আবী ইয়া‘লা, খ.১ পৃ. ৮৪। খুলাফায়ে
      রাশেদীন ও সাহাবায়ে কিরাম ছিলেন হালাল উপার্জনের অন্বেষক তাঁরা যাবতীয় লেন
      দেন হালাল পন্থা অবলম্বন করতেন। হারামের ভয়াবহতা সম্পর্কে তারা খুবই সচেতন
      ছিলেন। আবু বকর রা. এর একটি ঘটনা থেকে তাঁর হারাম বর্জন প্রবণতা ও হালালের
      বিষয়ে কঠোরতা সহজেই অনুমেয়। বর্ণিত আছে যে, আবু বকর রা. এর এক গোলাম ছিল সে
      তাঁর সঙ্গে কিছু অর্থের বিনিময়ে মুক্তির চুক্তি পত্র করে। অতঃপর সে যখন
      প্রতিদিন মুক্তিতপনের কিছু অর্থ নিয়ে আসতো, তখন আবু বকর রা. তাকে জিজ্ঞাসা
      করতেন, এ অর্থ কিভাবে সংগ্রহ করেছো? যদি সে সন্তোষজনক উত্তর দিতে পারতো, তবেই
      তিনি তা গ্রহণ ও ব্যবহার করতেন। অন্যথায় ব্যবহার করতেন না। এক রাতে সে আবু
      বকর রা. এর জন্য কিছু খাবার নিয়ে এলো। সে দিন তিনি রোযা রেখেছিলেন। তাই সেই
      খাবার সম্পর্কে প্রশ্ন করতে ভুরে যান এবং তা থেকে এক লোকমা খেয়ে ফেলেন। অতঃপর
      মনে হওয়া মাত্র তাকে জিজ্ঞেস করলেন, এ খাবার তুমি কিভাবে অর্জন করেছ? সে
      বললোঃ জাহেলিয়াতের আমলে আমি মানুষের ভাগ্য গণনা করতাম। আমি ভাল গণক ছিলাম না।
      তাই মানুষকে শুধু ধোঁকা দিতাম। এই খাবার সেই ধোঁকার মাধ্যমে উপার্জিত অর্থ
      দিয়ে সংগৃহীত। আবু বকর রাদিয়াল্লাহু আনহু বললেনঃ সর্বনাশ তুমি আমায় একি করেছ!
      অতঃপর তিনি গলায় আঙ্গুল দিয়ে ভমি করার চেষ্টা করেন, কিন্তু সে খাবারের কিছুই
      বের হয়নি। অতঃপর তিনি পানি পান করে ইচ্ছাকৃত বমির মাধ্যমে পেটের সব খাবার বের
      করে দিলেন। তিনি আরো বললেনঃ উক্ত খাবার বের করতে গিয়ে আমার মৃত্যুর ঝঁকি থাকত
      তাহলেও তা বের করে ছাড়তাম। কেননা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম
      বলেছেনঃ ‘‘যে শরীর হারাম খাদ্য দিয়ে স্বাস্থ্য লাভ করে, তার জন্য জাহান্নাম
      উপযুক্ত স্থান। তাই আমি ভয় পেয়ে যাই, যে এক লোকমা হারাম খাবার দিয়ে আমার শরীর
      কিভাবে মোটা-তাজা হতে পারে।’’ হালাল উপার্জনের গুরুত্ব সম্পর্কে উলামায়ে
      কিরামের বক্তব্য বৈধ পন্থায় উপার্জনের গুরুত্ব উপলব্দি করতঃ তার তাৎপর্য ও
      পরিণাম বর্ণনা করতে গিয়ে বিদগ্ধ উলামায়ে কিরাম ও মুফাসসিরগণ পান্ডিত্যপূণ
      উক্তির অবতারনা করেছেন। যেমন: সুফিয়ান সাওরি রাদিয়াল্লাহু আনহু বলেনঃ
      كناندعتسعةأعشارالحلالمخافةالوقوعفيالحرام ‘‘না জানি তা হারামের অন্তর্ভক্ত
      হয়ে যায় এ আশংকায় আমরা হালাল সম্পদের দশভাগের নয়ভাগ পরিহার করতাম।’’ দুই. ইবন
      আব্বাস রাদিয়াল্লাহু আনহু বলেনঃ তাওবা করে হালাল উপার্জনে ফিরে না আসা
      পর্যন্ত আল্লাহ এমন কোন মানুষের নামায কবুল করেন না, যার উদরে হারাম খাদ্য
      রয়েছে। তিন. ইমাম ওহাব ইবনুল ওয়ারদ (রহ.) বলেনঃ যদি তুমি রাত ভর খুটির ন্যায়
      ইবাদতে দাড়িয়ে থাক, তবুও তা তোমার কোন কাজে আসবে না! যতক্ষন পর্যন্ত তুমি
      নিশ্চত হবে যে, তুমি যা খাচ্ছ তা হালাল না হারাম। চার সুফিয়ান সাওরী (রহ.)
      বলেনঃ যে লোক অবৈধ অর্থ দিয়ে কোন নেক কাজ করে, সে পেশাব দিয়ে কাপড় পবিত্র
      কারীর মত। উপসংহার ইসলাম কল্যাণকর এক মহতি জীবন ব্যবস্থা এতে যাবতিয় পবিত্র ও
      উত্তম বিষয় ও বস্ত্তকে বৈধ করা হয়েছে। কেননা বস্তু মাত্রের মাঝেই কিছু কল্যাণ
      ও কিছু অকল্যাণের সমাহার রয়েছে। গুনাগুণের বিচারে যে বস্ত্ততে মানুষের জন্য
      কল্যানকর উপাদানের পরিমাণ বেশী, অকল্যানের পরিমাণ কম, সেই গুলোকেই মহান
      আল্লাহ মানুষের জন্য হালাল করে দিয়েছেন। আর যে সকল বস্ত্ততে কল্যান কম অথচ
      অকল্যানের পরিমাণ বেশী, সেগুলোকে মনুষের জন্য হারাম করে দিয়েছেন। (যেমন মদ
      হারাম হওয়ার কারণ কুরআনে বিধৃত হয়েছে) অতএব, আমাদেরক খাওয়া-দাওয়া, পোষাক-আষাক
      এবং বিভিন্ন দ্রব্য সামগী্রর ব্যবহার, এমনকি যাবতীয় আয় উপার্জনের ক্ষেত্রে
      লক্ষ্য রাখতে হবে যে, সেগুলো যেন হালাল ও উত্তম হয়। যা মানব দেহের জন্য
      ক্ষতিকর ও ধ্বংসাত্নক পদার্থ্য দিয়ে তৈরী অথবা যা মানুষের মানবতা বোধকে ধ্বংস
      করে অথবা যা মানুষের জন্য পাশবিকতার জন্ম দেয় এবং তার সংযমী স্বভাবকে বিনষ্ট
      করে! কিংবা যা মানুষের আধ্যাতিক ও নৈতিক ক্ষতির (ব্যধি) কারণ হয়, এসকল বস্ত্ত
      ও উপার্জন মাধ্যম অবশ্যই পরিহার করতে হবে। তাছাড়া যেসব উপায় দম্ভ, অহংকার
      জন্ম দেয়, পারস্পরিক ভ্রাতৃত্ববোধকে নষ্ট করে, নিষিদ্ধ ভোগ-বিলাসের প্রতি
      মানুষকে আকৃষ্ট করে, জুলুম-স্বেচ্ছাচারিতা ও আত্নকেন্দ্রিকতার জন্ম দেয়,
      দুশ্চরিত্রের প্রতিধাবিত করে, মুসলমানদেরকে অবশ্যই এসব মাধ্যম বর্জন করতে
      হবে। আমাদের রুজি-রোজগার যখন এসব থেকে পূতপবিত্র হবে তখনই তা হালাল ও সিদ্ধ
      হবে।
    </div>
  );
};

export default income;
