import React from "react";

const infaque = () => {
  return (
    <div className=" px-4  text-justify">
      ভূমিকা : ‘যাকাত’ ইসলামের পঞ্চস্তম্ভের একটি অন্যতম গুরুত্বপূর্ণ স্তম্ভ।
      আরবী ‘যাকাত’ (زكوة) শব্দের বাংলা অর্থ হচ্ছে- পবিত্রতা, প্রবৃদ্ধি, কোন
      বস্ত্তর উত্তম অংশ, বরকত ইত্যাদি। সম্পদশালী ব্যক্তিগণের উপরই কেবল যাকাত
      ফরয। যারা নির্ধারিত পরিমাণ সম্পদের মালিক হবেন, বছরান্তে তারা নির্দিষ্ট অংশ
      শরী‘আত নির্ধারিত খাত সমূহে বণ্টন করবেন। অপরদিকে ‘ছাদাক্বা’ বলা হয় স্বেচ্ছা
      প্রদত্ত ঐ দানকে, যার দ্বারা আল্লাহর নৈকট্য লাভ হয়। শারঈ পরিভাষায় যাকাত ও
      ছাদাক্বা একই মর্মার্থে ব্যবহৃত হয়। যেমন আল্লাহ বলেন, خُذْ مِنْ
      أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَ تُزَكِّيْهِمْ بِهَا. ‘আপনি তাদের
      মাল-সম্পদ হ’তে ছাদাক্বা (যাকাত) গ্রহণ করুন, যা তাদেরকে পবিত্র ও পরিশুদ্ধ
      করবে’ (তওবা ১০৩)। রাসূলুল্লাহ (ছাঃ) বলেন, لَيْسَ فِيْمَا دُوْنَ خَمْسَةِ
      أَوْسُقٍ مِّنَ التَّمَرِ صَدَقَةٌ ‘পাঁচ অসাক্ব খেজুরের নীচে কোন ছাদাক্বা
      (যাকাত) নেই’।[1] উপরোক্ত আয়াত ও হাদীছে যাকাত ও ছাদাক্বাকে একই অর্থে বুঝানো
      হয়েছে। তবে প্রচলিত অর্থে যাকাত অপরিহার্য দান এবং ছাদাক্বা স্বেচ্ছা দান বা
      নফল দান হিসাবে পরিচিত।[2] পবিত্র কুরআন ও ছহীহ হাদীছে যাকাত আদায়ের
      পুরস্কারের কথা যেমন বর্ণিত হয়েছে, তেমনি যাকাত আদায় না করার কঠোর শাস্তির
      কথাও বিধৃত হয়েছে। বক্ষ্যমাণ নিবন্ধে যাকাত ও ছাদাক্বা আদায়ের শারঈ বিধান ও
      তা অনাদায়ের পরিণতি সস্পর্কে আলোকপাত করা হল- যাকাত ও ছাদাক্বার গুরুত্ব :
      যাকাত আদায়ের গুরুত্ব অত্যন্ত ব্যাপক। পবিত্র কুরআন মাজীদে ৮২ জায়গায় ছালাতের
      সাথে যাকাতের কথা উল্লেখ করা হয়েছে।[3] ছালাত ও ছিয়ামের ন্যায় যাকাতও
      সামর্থ্যবানদের উপর ফরয। যাকাত সম্পদকে পবিত্র ও পরিশুদ্ধ করার একমাত্র
      মাধ্যম। রাসূলুল্লাহ (ছাঃ) বলেন, دَاوُوْا مَرْضَاكُمْ بِالصَّدَقَةِ،
      وَحَصِِّنُوْا أَمْوَالَكُمْ بِالزَّكَاةِ، وَأَعِدُّوْا لِلْبَلاَءِ
      الدُّعَاءَ- ‘ছাদাক্বার মাধ্যমে তোমাদের পীড়ার চিকিৎসা কর, যাকাত আদায়ের
      মাধ্যমে তোমাদের সম্পদকে সুরক্ষিত (পরিশুদ্ধ) কর এবং দো‘আর মাধ্যমে
      বালা-মুছীবত থেকে বাঁচার প্রস্ত্ততি গ্রহণ কর’।[4] আল্লাহ তা‘আলার সন্তুষ্টি
      হাছিল ও তাঁর ক্রোধ থেকে নিষ্কৃতির মাধ্যমও এটি। রাসূলুল্লাহ (ছাঃ) বলেন,
      إِنَّ الصَّدَقَةَ لَتُطْفِئُ غَضَبَ الرَّبِّ ‘নিশ্চয়ই ছাদাক্বা আল্লাহ
      তা‘আলার ক্রোধকে নির্বাপিত করে দেয়’।[5] সরকারকে যেমন আয়কর দিতে হয়, তেমনি
      উপার্জিত ও উৎপন্ন দ্রব্য থেকে মহান সৃষ্টিকর্তা আল্লাহ তা‘আলার নির্ধারিত
      অংশ তথা ‘যাকাত’ প্রদান করতে হয়। সরকারের ট্যাক্স ফাঁকি দেওয়ার কারণে যেমন
      সাময়িক হ’লেও দুনিয়াবী শাস্তি নেমে আসে, তেমনি আল্লাহর ট্যাক্স তথা ‘যাকাত’
      ফাঁকি দিলেও দুনিয়াবী এবং পারলৌকিক উভয় শাস্তি নেমে আসে। যাকাত হকদারদের
      প্রতি কোন অনুগ্রহ নয় (বাক্বারাহ ২৬৪), বরং তা তাদের প্রাপ্য অংশ। যা অতি
      দ্রুততার সাথে তাদেরকে দিয়ে নিজেকে দায়মুক্ত করা আবশ্যক। এটা ‘ইবাদতে মালী’
      বা অর্থনৈতিক ইবাদত। যা অন্যান্য ফরয ইবাদতের ন্যায় আল্লাহ তা‘আলা কর্তৃক
      নির্ধারিত। সুতরাং যাকাত আদায়ের কোন বিকল্প নেই। ইসলামের সোনালী যুগে
      ছাহাবায়ে কেরাম যাকাতের প্রতি সর্বাধিক যত্নবান ছিলেন। হযরত আবুবকর (রাঃ)
      যাকাত অস্বীকারকারীদের বিরুদ্ধে যুদ্ধ ঘোষণা করেছিলেন।[6] আল্লাহ বলেন,
      وَأَقِيْمُوْا الصَّلاَةَ وَآتُوْا الزَّكَاةَ وَمَا تُقَدِّمُوْا
      لِأَنْفُسِكُم مِّنْ خَيْرٍ تَجِدُوْهُ عِنْدَ اللّهِ إِنَّ اللّهَ بِمَا
      تَعْمَلُوْنَ بَصِْيرٌ ‘তোমরা ছালাত কায়েম কর এবং যাকাত প্রদান কর। আর যা
      কিছু ভাল আমল নিজের জন্য অগ্রে পাঠাবে বা সঞ্চয় করবে, তা আল্লাহর নিকটে পাবে।
      তোমরা যা আমল কর আল্লাহ তা প্রত্যক্ষ করেন’ (বাক্বারাহ ১১০)। অন্যত্র আল্লাহ
      বলেন, يَا أَيُّهَا الَّذِيْنَ آمَنُواْ أَنْفِقُواْ مِن طَيِّبَاتِ مَا
      كَسَبْتُمْ وَمِمَّا أَخْرَجْنَا لَكُم مِّنَ الْأَرْضِ ‘হে ঈমানদারগণ তোমরা
      তোমাদের উপার্জিত হালাল মালের কিছু অংশ এবং আমি যা তোমাদের জন্য যমীন হ’তে
      বের করেছি তার অংশ খরচ কর’ (বাক্বারাহ ২৬৭)। আল্লাহ আরো বলেন, وَ آتُوْا
      حَقَّهُ يَوْمَ حَصَادِهِ ‘এবং তোমরা আদায় কর এর হক্ব (ওশর) শস্য কাটার সময়’
      (আন‘আম ১৪১)। সূদ সমাজের অর্থ-সম্পদকে শোষণ করে এক বা একাধিক স্থানে জমা করে
      রাখে। কিন্তু যাকাত ও ছাদাক্বা তা জনসাধারণ্যে ছড়িয়ে দেয় ও হকদারগণকে
      ক্রয়ক্ষমতার অধিকারী বানায়। এর ফলে সম্পদ বৃদ্ধিপ্রাপ্ত হয়। আল্লাহ
      বলেন,يَمْحَقُ اللّهُ الْرِّبَا وَيُرْبِي الصَّدَقَاتِ وَاللّهُ لاَ يُحِبُّ
      كُلَّ كَفَّارٍ أَثِيْمٍ ‘আল্লাহ সূদকে নিশ্চিহ্ন করেন ও ছাদাক্বাকে বর্ধিত
      করেন। আল্লাহ কাফের ও পাপীকে ভালবাসেন না’ (বাক্বারাহ ২৭৬)। রাসূলুল্লাহ
      (ছাঃ) বলেন, ‘ছাদাক্বাহ বা যাকাত সম্পদ হ্রাস করে না’।[7] সুতরাং যাকাত
      প্রদানে দৃশ্যত সম্পদ কমে যায় মনে হ’লেও বাস্তবে সম্পদ বেড়ে যায়। আর তা
      দু’ভাবে হ’তে পারে। এক- সমাজের অনাথ-গরীবরা যাকাত দাতার যাকাত পেয়ে তারই
      কারখানার উৎপাদিত পণ্য ক্রয়ে সামর্থ্যবান হয়ে ওঠে। এভাবে যাকাত প্রদানের ফলে
      যাকাতদাতার উৎপাদন বেড়ে যায়। ফলতঃ তার সম্পদ বেড়ে যায়। দুই- আল্লাহ তা‘আলা
      যাকাত প্রদানের পুরস্কার স্বরূপ নিজ অনুগ্রহে তা বাড়িয়ে দেন। অর্থাৎ তাতে
      বরকত নাযিল করেন। ফলে তার উৎপাদন বেড়ে যায়। যাকাত আদায়ের উপকারিতা : যাকাত
      আদায়ের ফলে ব্যক্তির নৈতিক ও মানসিক উন্নতি সাধিত হয়। সমাজে শ্রেণীবৈষম্য
      বিদূরিত হয়। গড়ে ওঠে অসহায় গরীব ও বিত্তবানদের মধ্যে এক সামঞ্জস্যপূর্ণ
      সম্পর্ক। হ্রাস পায় গাছতলা ও পাঁচতলার ভেদাভেদ। যাকাত ধনী-গরীবের মধ্যে
      পারষ্পরিক সম্প্রীতির বন্ধন সুদৃঢ় করে। যাকাত আদায়ের ফলে অন্তর পরিষ্কার ও
      পরিশুদ্ধ হয় এবং কৃপণতার মত ঘৃণ্য চরিত্র থেকে মুক্তি লাভ করা যায়। আল্লাহ
      বলেন, ‘আপনি তাদের সম্পদ হ’তে ছাদাক্বাহ (যাকাত) আদায় করুন, যা তাদেরকে
      পবিত্র ও পরিশুদ্ধ করবে’ (তওবা ১০৩)। যাকাত ব্যক্তিকে দানশীল, মহানুভব, অভাবে
      জর্জরিত বঞ্চিত মানবতার প্রতি দয়া পরবশ হ’তে অভ্যস্ত করে। আল্লাহর পক্ষ থেকে
      বরকত ও বিনিময় লাভ করা যায়। গোনাহ সমূহ মোচন হয়।[8] যাকাত প্রদানের কারণে
      অর্থের অন্ধ মোহ হ্রাস পায় ও কৃপণতা হ’তে মুক্ত হওয়া যায়। অপচয় থেকে মুক্ত
      থাকা যায় ও গরীব-দুঃখীদের দুঃখ-দুর্দশা লাঘব হয়। যাকাত আদায়ের পুরস্কার :
      পবিত্র কুরআন ও ছহীহ হাদীছে যাকাত আদায়কারীদের জন্য তাদের সম্পদ বৃদ্ধি ও
      পবিত্রকরণ ছাড়াও মহা পুরস্কারের কথা বিঘোষিত হয়েছে। আল্লাহ বলেন,
      وَالْمُقِيْمِيْنَ الصَّلاَةَ وَالْمُؤْتُوْنَ الزَّكَاةَ وَالْمُؤْمِنُوْنَ
      بِاللّهِ وَالْيَوْمِ الْآخِرِ أُوْلَـئِكَ سَنُؤْتِيْهِمْ أَجْراً
      عَظِيْماً- ‘যারা ছালাত প্রতিষ্ঠাকারী, যাকাত প্রদানকারী হবে, তাদেরকে সত্বর
      মহান পুরস্কারে ভূষিত করা হবে’ (নিসা ১৬২)। আল্লাহ আরো বলেন, وَمَا آتَيْتُم
      مِّن زَكَاةٍ تُرِيْدُوْنَ وَجْهَ اللَّهِ فَأُوْلَئِكَ هُمُ الْمُضْعِفُوْنَ
      ‘তোমরা যাকাত দেওয়ার সময় যদি আল্লাহর সন্তুষ্টি কামনা করে থাক, তাহ’লে তোমরা
      দ্বিগুণ প্রাপ্ত হবে’ (রূম ৩৯)। وَمَا أَنْفَقْتُم مِّن شَيْءٍ فَهُوَ
      يُخْلِفُهُ وَهُوَ خَيْرُ الرَّازِقِينَ ‘আর তোমরা যা ব্যয় করবে আল্লাহ তার
      প্রতিদান দিবেন, তিনি উত্তম রূযীদাতা’ (সাবা ৩৯)। اَلَّذِيْنَ يُنْفِقُوْنَ
      أَمْوَالَهُمْ فِيْ سَبِيْلِ اللّهِ ثُمَّ لاَ يُتْبِعُوْنَ مَا أَنْفَقُوْا
      مَنًّا وَّلاَ أَذًى لَّهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلاَ خَوْفٌ
      عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُوْنَ ‘যারা আল্লাহর পথে নিজেদের ধন-সম্পদ ব্যয়
      করে, অতঃপর যা ব্যয় করে তজ্জন্য কৃপা প্রকাশ না করে এবং কষ্ট না দেয়, তাদের
      জন্য তাদের প্রভুর নিকট পুরস্কার রয়েছে। বস্ত্তত: তাদের কোন ভয় নেই এবং তারা
      দুর্ভাবনাগ্রস্তও হবে না’ (বাক্বারাহ ২৬২)। وَمَا تُنْفِقُوْنَ إِلاَّ
      ابْتِغَاءَ وَجْهِ اللّهِ وَمَا تُنْفِقُوْا مِنْ خَيْرٍ يُوَفَّ إِلَيْكُمْ
      وَأَنْتُمْ لاَ تُظْلَمُوْنَ ‘তোমরা উত্তম সম্পদ হ’তে যা ব্যয় করবে তার
      পুরস্কার পুরোপুরি পেয়ে যাবে। আর তোমাদের প্রতি কোন প্রকার যুলুম করা হবে না’
      (বাক্বারাহ ২৭২)।الَّذِيْنَ يُنْفِقُوْنَ أَمْوَالَهُم بِاللَّيْلِ
      وَالنَّهَارِ سِرًّا وَّعَلاَنِيَةً فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ
      وَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُوْنَ ‘যারা রাতে ও দিনে, গোপনে ও
      প্রকাশ্যে নিজেদের ধন-সম্পদগুলো ব্যয় করে, তাদের প্রভুর নিকট তাদের জন্য
      পুরস্কার রয়েছে, তাদের কোন ভয় নেই এবং তারা চিন্তিতও হবে না’ (বাক্বারাহ
      ২৭৪)। যাকাত প্রদানে সম্পদ বৃদ্ধির দৃষ্টান্ত দিতে গিয়ে মহান আল্লাহ বলেন,
      مَثَلُ الَّذِيْنَ يُنْفِقُوْنَ أَمْوَالَهُمْ فِيْ سَبِيْلِ اللّهِ كَمَثَلِ
      حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنَابِلَ فِيْ كُلِّ سُنْبُلَةٍ مِّائَةُ حَبَّةٍ
      وَاللّهُ يُضَاعِفُ لِمَنْ يَّشَآءُ وَاللّهُ وَاسِعٌ عَلِيْمٌ- ‘যারা
      আল্লাহর পথে নিজেদের ধন-সম্পদ ব্যয় করে তাদের দৃষ্টান্ত একটি শস্যবীজের
      ন্যায়। যা হ’তে উৎপন্ন হয় সাতটি শীষ এবং প্রত্যেক শীষে একশত করে শস্যদানা। আর
      আল্লাহ যাকে ইচ্ছা আরো বর্ধিত করে দেন। আল্লাহ মহান দাতা ও মহাজ্ঞানী’
      (বাক্বারাহ ২৬১)। হাদীছে কুদসীতে এসেছে, রাসূলুল্লাহ (ছাঃ) বলেন, قَالَ اللهُ
      تَعَالَى : أَنْفِقْ يَا ابْنَ آدَمَ أُنْفِقْ عَلَيْكَ- ‘আল্লাহ বলেন, হে
      আদম সন্তান! তুমি দান কর, আমি তোমাকে দান করব’।[9] অন্যত্র রাসূলুল্লাহ (ছাঃ)
      বলেন, ‘যে ব্যক্তি তার হালাল উপার্জন থেকে একটি খেজুর বা তার সমপরিমাণ কিছু
      দান করল, আর আল্লাহ হালাল ব্যতীত কিছু কবুল করেন না, আল্লাহ তা‘আলা তা নিজ
      ডান হাতে গ্রহণ করেন। অতঃপর দানকারীর জন্য তা বৃদ্ধি করতে থাকেন, যেভাবে
      তোমাদের কেউ ঘোড়ার বাচ্চাকে লালন-পালন করে তা বৃদ্ধি করতে থাক, এমনকি তা
      পাহাড় সমান হয়ে যায়’।[10] অতএব যাকাত আদায়ের ফলে একদিকে যেমন সম্পদ পবিত্র ও
      বৃদ্ধিপ্রাপ্ত হয়, তেমনি যাকাত আদায়কারীর জন্য রয়েছে অফুরন্ত ছওয়াব। যা তার
      পরকালীন নাজাতকে নিশ্চিত করে। আল্লাহ তা‘আলা যাকাত প্রদানকারীর জন্য সম্পদ
      বৃদ্ধির পাশাপাশি মহা পুরস্কারের সুসংবাদ প্রদান করেছেন। অতএব জান্নাতপিয়াসী
      ভাই-বোনেরা সঠিকভাবে যাকাত আদায়ে যত্নবান হবেন কি? যাকাত আদায় না করার পরিণতি
      : পবিত্র কুরআন ও ছহীহ হাদীছ সমূহে যাকাত আদায়কারীদের জন্য যেমন মহা
      পুরস্কারের কথা বলা হয়েছে, তেমনি যাকাত আদায় না করারও ভয়াবহ শাস্তির কথা
      বিধৃত হয়েছে। নিম্নোক্ত আয়াত ও হাদীছ থেকে যা পরিস্কারভাবে জানা যায়। আল্লাহ
      বলেন, وَالَّذِيْنَ يَكْنِزُوْنَ الذَّهَبَ وَالْفِضَّةَ وَلاَ
      يُنْفِقُوْنَهَا فِيْ سَبِيْلِ اللّهِ فَبَشِّرْهُم بِعَذَابٍ أَلِيْمٍ
      يَوْمَ يُحْمَى عَلَيْهَا فِيْ نَارِ جَهَنَّمَ فَتُكْوَى بِهَا جِبَاهُهُمْ
      وَجُنُوْبُهُمْ وَظُهُوْرُهُمْ هَـذَا مَا كَنَزْتُمْ لِأَنْفُسِكُمْ
      فَذُوْقُواْ مَا كُنْتُمْ تَكْنِزُوْنَ- ‘যারা স্বর্ণ ও রৌপ্য সঞ্চয় করে
      রাখে, তা থেকে আল্লাহর পথে খরচ করে না, তাদেরকে যন্ত্রণাদায়ক শাস্তির সংবাদ
      দাও। সেদিন ঐগুলোকে জাহান্নামের আগুনে গরম করা হবে এবং তদ্বারা তাদের কপালে,
      পার্শ্বদেশে ও পৃষ্ঠদেশে দাগ দেওয়া হবে (আর বলা হবে) এটা সেই মাল, যা তোমরা
      নিজেদের জন্য সঞ্চয় করে রেখেছিলে। অতএব তোমরা এর স্বাদ আস্বাদন কর’ (তওবা
      ৩৪-৩৫)। রাসূলুল্লাহ (ছাঃ) বলেন, مَنْ آتَاهُ اللهُ مَالاً فَلَمْ يُؤَدِّ
      زَكَاتَهُ مُثِّلَ لَهُ مَالُهُ يَوْمَ الْقِيَامَةِ شُجَاعًا أَقْرَعَ لَهُ
      زَبِيْبَتَانِ يُطَوِّقُهُ يَوْمَ الْقِيَامَةِ ثُمَّ يَأْخُذُ
      بِلِهْزِمَتَيْهِ، يَعْنِى شِدْقَيْهِ ثُمَّ يَقُوْلُ أَنَا مَالُكَ أَنَا
      كَنْزُكَ ثُمَّ تَلاَ وَلاَ يَحْسَبَنَّ الَّذِيْنَ يَبْخَلُوْنَ بِمَا
      آتَاهُمُ اللّهُ مِن فَضْلِهِ هُوَ خَيْراً لَّهُمْ بَلْ هُوَ شَرٌّ لَّهُمْ
      سَيُطَوَّقُوْنَ مَا بَخِلُواْ بِهِ يَوْمَ الْقِيَامَةِ- ‘আল্লাহ যাকে
      ধন-সম্পদ দান করেছেন অথচ সে তার যাকাত দেয়নি, ক্বিয়ামতের দিন তার সমস্ত মাল
      মাথায় টাক পড়া সাপের আকৃতি ধারণ করবে। যার চোখের উপর দু’টি কালো চক্র থাকবে।
      ঐ সাপটি তার গলা পেচিয়ে ধরে শাস্তি দিতে থাকবে আর বলবে, আমি তোমার মাল, আমি
      তোমার সঞ্চিত সম্পদ। অতঃপর রাসূল (ছাঃ) নিম্নোক্ত আয়াত তিলাওয়াত করেন,
      ‘আল্লাহ যাদেরকে ধন-সম্পদ দিয়েছেন কিন্তু তারা কৃপণতা করল, তারা যেন ধারণা না
      করে যে, এটা তাদের জন্য কল্যাণকর, বরং এটি তাদের জন্য ক্ষতিকর। ক্বিয়ামতের
      দিন ঐ মালকে বেড়ি আকারে তার গলায় পরানো হবে’।[11] রাসূলুল্লাহ (ছাঃ) বলেন,
      ‘যে ব্যক্তি স্বর্ণ ও রৌপ্যের মালিক অথচ তার হক (যাকাত) আদায় করে না,
      ক্বিয়ামতের দিন তার জন্য তা আগুনের পাত্ররূপে পেশ করা হবে এবং জাহান্নামের
      আগুনে তা গরম করে তার কপালে, পার্শ্বদেশে ও পৃষ্ঠদেশে সেক দেয়া হবে। যখন উহা
      ঠান্ডা হয়ে যাবে তখন পুনরায় গরম করা হবে। এ অবস্থা ক্বিয়ামতের পুরো দিন চলতে
      থাকবে, যার দৈর্ঘ্য পঞ্চাশ হাযার বছরের সমান হবে। অতঃপর বান্দাদের মাঝে বিচার
      করা হবে, তখন সে দেখবে তার পথ কি জান্নাতের দিকে, না জাহান্নামের দিকে’।[12]
      অন্য হাদীছে বর্ণিত হয়েছে, عَنْ أَبِى ذَرٍّ عَنِ النَّبِىِّ صَلَّى اللهُ
      عَلَيْهِ وَ سَلَّمَ قَالَ مَا مِنْ رَّجُلٍ يَّكُوْنُ لَهُ إِبِلٌ أَوْ
      بَقَرٌ أَوْ غَنَمٌ لاَّ يُؤَدِّيْ حَقَّهَا إلاَّ أُتِيَ بِهَا يَوْمَ
      الْقِيَامَةِ أَعْظَمَ مَا يَكُوْنُ وَأَسْمَنَهُ تَطَؤُهُ بِأَخْفَافِهَا
      وَتَنْطَحُهُ بِقُرُوْنِهَا كُلَّمَا جَازَتْ أُخْرَاهَا رُدَّتْ عَلَيْهِ
      أُوْلاَهَا حَتَّى يُقْضَى بَيْنَ النَّاسِ- আবু যর (রাঃ) নবী করীম (ছাঃ)
      হ’তে বর্ণনা করেন, তিনি বলেন, ‘যে ব্যক্তির উট, গরু, ছাগল বা ভেড়া থাকবে, অথচ
      সে উহার হক আদায় করবে না (অর্থাৎ যাকাত দিবে না), ক্বিয়ামতের দিন ঐগুলোকে তার
      নিকট অতি বিরাটকায় ও অতি মোটাতাজা অবস্থায় উপস্থিত করা হবে। ঐগুলো দলে দলে
      তাকে মাড়াতে থাকবে নিজেদের ক্ষুর দ্বারা এবং আঘাত করতে থাকবে এদের শিং
      দ্বারা। যখনই এদের শেষ দল অতিক্রম করবে, পুনরায় প্রথম দল এসে তার সাথে এরূপ
      করতে থাকবে, যতক্ষণ না মানুষের মধ্যে বিচার-মীমাংসা শেষ হবে’।[13] অতএব
      সাবধান হে মুছল্লীগণ! যাকাত আদায় না করার এই করুণ পরিণতি থেকে নিষ্কৃতি
      পাওয়ার জন্য সময় থাকতেই প্রস্ত্ততি গ্রহণ করুন। মালের মুহাববত চূর্ণ করে
      আপনার মালের উপর আল্লাহ কর্তৃক নির্ধারিত অংশ হকদারদের নিকটে পৌঁছে দিয়ে
      নিজেকে জাহান্নামের আগুন থেকে বাঁচাতে সার্বিকভাবে চেষ্টিত হউন। যে সকল মালে
      যাকাত ফরয : প্রধানত চার প্রকার মালে যাকাত ফরয হয়ে থাকে। যেমন- ১.
      স্বর্ণ-রৌপ্য ও সঞ্চিত টাকা পয়সা। ২. ব্যবসায়িক সম্পদ। ৩. উৎপন্ন ফসল। ৪.
      গবাদী পশু। উল্লেখ্য যে, উৎপন্ন ফসল ব্যতীত অন্যান্য সকল বস্ত্তর যাকাত এক
      বছর পূর্ণ হ’লে ফরয হয়। অপরদিকে উৎপন্ন ফসল যেদিন হস্তগত হবে, সেদিনই যাকাত
      ফরয হয়। এর জন্য বছরপূর্তি শর্ত নয়। যাকাতের নিছাব : ‘নিছাব’ শব্দের অর্থ
      হচ্ছে উৎস, মূল, প্রত্যাবর্তনস্থল, শুরু, কোরাম (সভার ক্ষেত্রে) ইত্যাদি।
      ইসলামী শরী‘আতের পরিভাষায়, যে পরিমাণ সম্পদের মালিক হ’লে যাকাত ফরয হয়, তাকে
      ‘নিছাব’ বলা হয়। নিম্নে বিভিন্ন বস্ত্ততে যাকাতের নিছাব উল্লেখ করা হ’ল- (১)
      স্বর্ণ-রৌপ্য : স্বর্ণ সাড়ে ৭ তোলা বা ৮৫ গ্রাম এবং রৌপ্য পাঁচ উকিয়া বা ২০০
      দিরহাম বা সাড়ে ৫২ তোলা হ’লে বছর শেষে বাজার দর হিসাব করে শতকরা আড়াই টাকা
      যাকাত দিতে হবে।[14] (২) উৎপাদিত ফসল : জমি থেকে উৎপাদিত শস্য ও ফলমূল যেমন-
      ধান, গম, যব, কিসমিস, খেজুর ইত্যাদির ন্যূনতম নিছাব হচ্ছে পাঁচ ওয়াসাক্ব,
      হিজাযী ছা‘ অনুযায়ী যা ১৯ মন ১২ সেরের সমান। উক্ত ফসল যদি বৃষ্টির পানিতে
      উৎপন্ন হয়, তাহ’লে ‘ওশর’ বা এক দশমাংশ যাকাত দিতে হবে। আর সেচের মাধ্যমে
      উৎপন্ন হ’লে ‘নিছফে ওশর’ বা বিশ ভাগের এক ভাগ যাকাত দিতে হবে।[15] (৩) গবাদি
      পশু : যেমন উট, গরু, ছাগল, ভেড়া, দুম্বা ইত্যাদি। (ক) উট ৫টি হ’লে ১টি ছাগল,
      ১০টিতে ২টি, ১৫টিতে ৩টি, ২০টিতে ৪টি ছাগল এবং ২৫টি হ’লে ১টি ‘বিনতে মাখায’ বা
      পূর্ণ এক বছর বয়সের একটি মাদী উট যাকাত দিতে হবে। এই সীমা ৩৫ পর্যন্ত। অতঃপর
      ৩৫-৪৫ পর্যন্ত উটে একটি ‘বিনতে লাবূন’ বা পূর্ণ দু’বছরের একটি মাদী উট, ৪৬-৬০
      পর্যন্ত একটি ‘হিক্কাহ’ বা তিন বছর বয়সী মাদী উট, ৬১-৭৫ পর্যন্ত একটি ‘জাযআ’
      বা চার বছর বয়সী মাদী উট, ৭৬-৯০ পর্যন্ত দু’টি বিনতে লাবূন, ৯১-১২০ পর্যন্ত
      দু’টি ‘হিক্কাহ’ এবং ১২০ এর অধিক হ’লে প্রতি ৫০টি উটে একটি করে ‘হিক্কাহ’ এবং
      প্রতি ৪০ টিতে একটি করে ‘বিনতে লাবূন’ যাকাত দিতে হবে।[16](খ) গরু-মহিষ
      প্রত্যেক ৩০টিতে ১টি দ্বিতীয় বছরে পদার্পণকারী বাছুর এবং প্রত্যেক ৪০টিতে ১টি
      তৃতীয় বছরে পদার্পনকারী বাছুর যাকাত দিবে।[17](গ) ছাগল, ভেড়া, দুম্বা ৪০টি
      হ’লে ১টি ছাগল বছর শেষে যাকাত হিসাবে প্রদান করতে হবে। এই সীমা ১২০ পর্যন্ত।
      এর অধিক হ’লে ২০০ পর্যন্ত ২টি ছাগল। এর অধিক হ’লে ৩০০ পর্যন্ত ৩টি ছাগল
      প্রদান করতে হবে। অতঃপর প্রতি একশ’ তে ১টি করে ছাগল বছরান্তে যাকাত দিতে
      হবে।[18] (৪) ব্যবসায়িক পণ্য : ব্যবসায়িক সম্পদের নিছাব স্বর্ণ-রৌপ্যের
      নিছাবের সমপরিমাণ। অর্থাৎ কারও ব্যবসায়িক মূলধন, মুনাফা ও সঞ্চিত টাকা
      একত্রিতভাবে সাড়ে সাত ভরি স্বর্ণ বা সাড়ে ৫২ তোলা রূপার বর্তমান বাজার
      মূল্যের সমপরিমাণ হ’লে তাকে বছরান্তে ২.৫% যাকাত দিতে হবে। যাকাত বণ্টনের খাত
      সমূহ : আল্লাহ তা‘আলা পবিত্র কুরআনে যাকাত বণ্টনের আটটি খাতের কথা উল্লেখ
      করেছেন। যেমন- ১. ফক্বীর : নিঃসম্বল ভিক্ষাপ্রার্থী। ২. মিসকীন : যে ব্যক্তি
      নিজের প্রয়োজন মিটাতেও পারে না, মুখ ফুটে চাইতেও পারে না। বাহ্যিকভাবে তাকে
      স্বচ্ছল বলেই মনে হয়। ৩. আমেলীন : যাকাত আদায়ের জন্য নিয়োজিত কর্মকর্তা ও
      কর্মচারীগণ। ৪. মুআল্লাফাতুল কুলূব : ইসলামের প্রতি আকৃষ্ট ব্যক্তিগণ। নও
      মুসলিম বা কোন অমুসলিমকে ইসলামের প্রতি আকৃষ্ট করার জন্য এই খাতটি নির্দিষ্ট।
      ৫. দাস মুক্তির জন্য : এই খাত বর্তমানে শূন্য। তবে অনেকে অসহায় কয়েদী
      মুক্তিকে এই খাতের অন্তর্ভুক্ত গণ্য করেছেন। ৬. ঋণগ্রস্ত ব্যক্তি : যার
      সম্পদের তুলনায় ঋণের অংক বেশী। কিন্তু যদি তার ঋণ থাকে ও সম্পদ না থাকে,
      এমতাবস্থায় সে ফক্বীর ও ঋণগ্রস্ত দু’টি খাতের হকদার হবে। ৭. ফী সাবীলিল্লাহ
      বা আল্লাহর রাস্তায় ব্যয় করা। এই খাতটি ব্যাপক। ইসলামী রাষ্ট্রের
      প্রতিরক্ষাসহ আল্লাহর দ্বীনকে প্রতিষ্ঠাদান ও বিজয়ী করার জন্য যেকোন
      ন্যায়ানুগ প্রচেষ্টা এই খাতের অন্তর্ভুক্ত হবে। দ্বীনী সংগঠন, মাদরাসা,
      ইয়াতীমখানা, লিল্লাহ বোর্ডিং ইত্যাদি এর পর্যায়ভুক্ত। ৮. দুঃস্থ মুসাফির :
      পথিমধ্যে কোন কারণবশতঃ পাথেয়শূন্য হয়ে পড়লে পথিকগণ এই খাত হ’তে সাহায্য
      পাবেন। যদিও তিনি নিজ দেশে বা বাড়ীতে সম্পদশালী হন (তওবা ৬০)। উল্লেখ্য যে,
      যাকাতের অর্থ আদায় হওয়ার সাথে সাথেই তা বিতরণ বাঞ্ছনীয়। কারণ যাকাত গ্রহীতারা
      অভাবী ও দরিদ্র। আর এটি তাদের প্রাপ্য। সুতরাং তাদের অভাব দ্রুত মোচনের
      চেষ্টা করা আশু কর্তব্য। রাসূলুল্লাহ (ছাঃ) বলেন, ‘তোমাদের উপর যাকাত ফরয করা
      হয়েছে, যা ধনীদের নিকট হ’তে গ্রহণ করা হবে এবং দরিদ্রদের মাঝে বণ্টন করা
      হবে’।[19] যাকাতুল ফিতর : অন্যান্য ফরয ছাদাক্বার ন্যায় ‘ফিতরা’ও একটি ফরয
      ছাদাক্বা। যা রামাযানের শেষ দিকে ঈদের মাঠে যাওয়ার পূর্বে আদায় করতে হয়।
      এমনকি ঈদের মাঠে যাওয়ার প্রাক্কালে কোন সন্তান ভূমিষ্ঠ হ’লে তারও ফিতরা দিতে
      হয়। এক ছা‘ বা আড়াই কেজি পরিমাণ খাদ্যবস্ত্ত দ্বারা ফিতরা দেওয়া ফরয।
      আব্দুল্লাহ ইবনে ওমর (রাঃ) বলেন, فَرَضَ رَسُوْلُ اللهِ صَلَّى اللهُ
      عَلَيْهِ وَ سَلَّمَ زَكَاةَ الْفِطْرِ صَاعًا مِّنْ تَمَرٍ أَوْ صَاعًا
      مِّنْ شَعِيْرٍ عَلَى الْعَبْدِ وَالْحُرِّ وَالذَّكَرِ وَالْأُنْثَى
      وَالصَّغِيْرِ وَالْكَبِيْرِ مِنَ الْمُسْلِمِيْنَ وَ أَمَرَ بِهَا أَنْ
      تُؤَدَّى قَبْلَ خُرُوْجِ النَّاسِ إِلَى الصَّلاَةِ- ‘রাসূলুল্লাহ (ছাঃ)
      মুসলমান ক্রীতদাস-আযাদ, পুরুষ-নারী এবং ছোট-বড় সকলের উপর ছাদাক্বায়ে ফিতর এক
      ছা‘ খেজুর বা যব নির্ধারণ করেছেন এবং মানুষ ঈদগাহে রওয়ানা হওয়ার পূর্বে তা
      আদায় করতে নির্দেশ দিয়েছেন’।[20] আবূ সাঈদ খুদরী (রাঃ) বলেন, كُنَّا نُخْرِجُ
      زَكَاةَ الْفِطْرِ صَاعًا مِّنْ طَعَامٍ أَوْ صَاعًا مِّنْ شَعِيْرٍ أَوْ
      صَاعًا مِّنْ تَمَرٍ أَوْ صَاعًا مِّنْ أَقِطٍ أَوْ صَاعًا مِّنْ زَبِيْبٍ-
      ‘আমরা এক ছা‘ খাদ্য, এক ছা‘ যব, এক ছা‘ খেজুর, এক ছা‘ পনির অথবা এক ছা‘
      আঙ্গুর যাকাতুল ফিতর আদায় করতাম’।[21] উল্লেখ্য যে, অর্ধ ছা‘ ফিতরা দেওয়ার
      কোন ছহীহ দলীল নেই। অনুরূপভাবে টাকা-পয়সা দিয়ে ফিতরা দেওয়ারও কোন ভিত্তি নেই।
      বরং রাসূল (ছাঃ)-এর যামানায় দীনার-দিরহাম থাকা সত্ত্বেও তিনি ও ছাহাবায়ে
      কেরাম খাদ্যবস্ত্ত দ্বারাই ফিতরা আদায় করতেন। সুতরাং আমদেরও টাকা-পয়সার
      পরিবর্তে প্রধান খাদ্যবস্ত্ত দ্বারা ফিতরা আদায় করা উচিত। এই সাথে
      যাকাত-ফিৎরা এককভাবে বণ্টন না করে সকলের যাকাত-ফিৎরা একত্রিত করে তা বণ্টন
      করা সুন্নাত। রাসূলুল্লাহ (ছাঃ) ও খুলাফায়ে রাশেদীনের শাসনামলে যাকাত-ফিৎরা
      জমা করা হ’ত অতঃপর তা হকদারদের মধ্যে বণ্টন করা হ’ত। রাষ্ট্রীয় ব্যবস্থাপনায়
      এটি সম্ভব না হ’লে সামাজিক বা সাংগঠনিক উদ্যোগেও তা করা যাবে। ব্যবসায়িক
      পণ্যে যাকাত : প্রত্যেক ব্যবসায়ীরই উচিত ইসলামের অমোঘ বিধান এবং অন্যতম
      অর্থনৈতিক ইবাদত ‘যাকাত’ সঠিকভাবে আদায় করে সমুদয় সম্পদকে পবিত্র করে নেওয়া
      এবং মহান আল্লাহর রহমতের আশাধারী হওয়া। ব্যবসায়ী তার যে সম্পদ ব্যবসায়ের কাজে
      বিনিয়োগ করে, তাতে নিম্নোক্ত তিনটি বা ততোধিক অবস্থা দেখা দিবে- (ক) হয়
      ব্যবসায় সম্পদ পণ্যদ্রব্য ও জিনিসপত্রের আকারে থাকবে (খ) তা উপস্থিত নগদরূপে
      থাকবে (হাতে বা ব্যাংকে) অথবা (খ) তা তার কর্মচারীদের বা অন্যদের নিকট ঋণ
      হিসাবে দেয়া থাকবে ইত্যাদি। উক্ত অবস্থায় যাকাত আদায়ের নির্দিষ্ট সময় উপস্থিত
      হ’লে তার সমুদয় সম্পদ যেমন মূলধন, লব্ধ মুনাফা ও সঞ্চিত সম্পদ এবং ফেরত পাওয়া
      যাবে এমন ঋণসমূহ ইত্যাদি পরস্পরের সাথে মিলিয়ে হিসাব করতে হবে। তবে ফেরত
      পাওয়া যাবে না এমন ঋণ হিসাবে আনার প্রয়োজন নেই। কখনো পাওয়া গেলে তখন হিসাব
      করে যাকাত দিতে হবে। অনুরূপভাবে সংশ্লিষ্ট ব্যক্তির নিজস্ব ঋণও উক্ত হিসাব
      থেকে বাদ যাবে। অতঃপর সমুদয় সম্পত্তি নিছাব পরিমাণ হ’লে শতকরা আড়াই টাকা
      (২.৫%) হিসাবে যাকাত আদায় করতে হবে।[22] বিবিধ জ্ঞাতব্য : ১. নিজের ব্যবহার্য
      দ্রব্য যেমন পরিধানের কাপড়, আসবাবপত্র, চলাচলের জন্য নিজস্ব যানবাহন, বসবাসের
      বাড়ী ইত্যাদিতে কোন যাকাত নেই। ২. কেউ যদি ব্যবসায়ের উদ্দেশ্যে কোন কৃষি জমি
      ক্রয় করে, পরে তাতে চাষাবাদ করে ও এমন ফসল ফলায় যাতে ‘ওশর’ ফরয হয়, তাহ’লে এই
      ফসলের ‘ওশর’ প্রদান করলেই ব্যবসায়ের জন্য খরিদকৃত জমির যাকাত আদায় হয়ে যাবে।
      আলাদাভাবে উক্ত জমির যাকাত আদায় করার প্রয়োজন নেই। কেননা একই মাল থেকে
      একাধিকবার যাকাত গ্রহণ জায়েয নয়।[23] ৩. প্লট হিসাবে বা গৃহ নির্মাণ করে
      ফ্লাট হিসাবে বিক্রয়ের উদ্দেশ্যে ক্রয়কৃত অনাবাদী জমি ব্যবসায়ী পণ্য হিসাবে
      গণ্য হবে। এক্ষেত্রে বর্তমান বাজারমূল্য হিসাব করে যাকাত বের করতে হবে। ৪. যে
      ব্যবসায়ের মূলধনের যাকাত দিতে হবে, তা প্রবাহমান ও আবর্তনশীল হবে। নির্মিত
      প্রতিষ্ঠান, দালান-কোঠা, ঘরবাড়ী ও ব্যবসা কেন্দ্র স্থাপনের সম্পদ-সম্পত্তি,
      যা বিক্রয় করা হয় না, তার যাকাত দিতে হবে না। কেননা জমহূর আলেমগণের মতে
      ব্যবসায়ের পণ্য হচ্ছে তা-ই, যা মুনাফা লাভের উদ্দেশ্যে ক্রয়-বিক্রয় করা
      হয়।[24] ৫. ব্যবসায়ের সরঞ্জামের কোন যাকাত নেই। পণ্যদ্রব্য যে সব পাত্রে রাখা
      হয়, কৃষি যন্ত্রপাতি যেমন লাঙ্গল-ট্রাক্টর, কুড়াল, করাত, খন্তা, দাঁড়িপাল্লা
      ইত্যাদি। কেননা এগুলো পণ্য হিসাবে বিক্রয় হয় না। বরং এগুলো পণ্য উৎপাদনের
      মাধ্যম হিসাবে ব্যবহৃত হয়।[25] ৬. ভাড়ার জন্য নির্মিত বাড়ী, ক্রয়কৃত গাড়ী ও
      আসবাবপত্রে এবং মিল-কারখানার উপর কোন যাকাত নেই। তবে বাড়ী, গাড়ী ও
      মিল-কারখানার আয়ের উপর যাকাত ওয়াজিব। ৭. ব্যবহৃত গহনা নিছাব পরিমাণ হ’লে
      তাতেও প্রতি বছর বাজার মূল্য হিসাব করে মোট মূল্যের ২.৫% যাকাত দিতে হবে।[26]
      ৮. ঘোড়া ও ক্রীতদাসের কোন যাকাত নেই। তবে ক্রীতদাসের জন্য ছাদাক্বায়ে ফিতর
      আদায় করতে হবে।[27] ৯. শাক-সবজিতে কোন যাকাত নেই।[28] ১০. যাকাতের মাল অবশ্যই
      হালাল ও পবিত্র হ’তে হবে। কেননা হারাম মালের ছাদাক্বা কবুল হবে না।[29] ১১.
      যাকাত-ছাদাক্বা রিয়া মুক্ত হ’তে হবে। খেয়াল রাখতে হবে যেন কোন অবস্থাতেই তা
      গ্রহীতার জন্য কৃপা বা অনুগ্রহ না বুঝায় এবং কষ্টের কারণ না হয়। কেননা রিয়া
      বা লোক দেখানো আমল এবং কৃপা ও কষ্টযুক্ত দান গ্রহণযোগ্য হবে না।[30] রামাযান
      মাসে দানের গুরুত্ব : যাকাত ও ছাদাক্বা আদায়ের গুরুত্বপূর্ণ সময় হচ্ছে
      রামাযান মাস। যাকাতের সাথে যেহেতু বছরপূর্তি শর্ত[31] সেকারণ রামাযানকে বছরের
      একটি সীমা নির্ধারণ করে বিগত বছরের আয়-ব্যয় হিসাব করত: সঠিকভাবে যাকাত আদায়
      করে সর্বাধিক নেকী হাছিল এ মাসেই সম্ভব। কেননা এ মাসের রয়েছে বহুবিধ মর্যাদা।
      এটি বরকতপূর্ণ এক মহিমান্বিত মাস। ক্ষুৎ-পিপাসার আগুনে বান্দার গোনাহ সমূহ
      জ্বালিয়ে-পুড়িয়ে ছারখার করার মাস। এ মাসে আসমান, জান্নাত ও রহমতের দরজা সমূহ
      খুলে দেওয়া হয় এবং জাহান্নামর দরজা বন্ধ করা হয়। আর শয়তানকে করা হয়
      শৃংঙ্খলিত।[32] এ মাসে একজন আহবানকারী আহবান করে বলেন, يَا بَاغِىَ الْخَيْرِ
      أَقْبِلْ وَ يَا بَاغِىَ الشَّرِّ أَقْصِرْ ‘হে কল্যাণের অভিযাত্রীরা এগিয়ে
      চলো, হে অকল্যাণের অভিসারীরা থেমে যাও’।[33] এ মাসে দানের গুরুত্বও আরো বেশী।
      আব্দুল্লাহ ইবনে আববাস (রাঃ) বলেন, كَانَ رَسُوْلُ اللهِ صَلَّى اللهُ
      عَلَيْهِ وَ سَلَّمَ أَجْوَدَ النَّاسِ وَ كَانَ أَجْوَدَ مَا يَكُوْنُ فِىْ
      رَمَضَانَ حِيْنَ يَلْقَاهُ جِبْرِيْلُ وَ كَانَ جِبْرِيْلُ يَلْقَاهُ فِىْ
      كُلِّ لَيْلَةٍ مِّنْ رَمَضَانَ فَيُدَارِسُهُ الْقُرْآنَ فَلَرَسُوْلُ اللهِ
      صَلَّى اللهُ عَلَيْهِ وَ سَلَّمَ حِيْنَ يَلْقَاهُ جِبْرِيْلُ أَجْوَدُ
      بِالْخَيْرِ مِنَ الرِّيْحِ الْمُرْسَلَةِ- ‘রাসূলুল্লাহ (ছাঃ) ছিলেন লোকদের
      মধ্যে সবচেয়ে বেশী দানশীল। বিশেষ করে রামাযান মাসে তাঁর দানশীলতা আরো বেশী
      বেড়ে যেত, যখন জিবরীল (আঃ) তাঁর সাথে সাক্ষাৎ করতেন। আর জিবরীল (আঃ)
      রামাযানের প্রতি রাতেই তাঁর সাথে সাক্ষাৎ করতেন এবং কুরআন শেখাতেন। জিবরীল
      (আঃ) যখন রাসূলুল্লাহ (ছাঃ)-এর সাথে দেখা করতেন তখন তাঁর দানশীলতা প্রবাহিত
      বাতাসের চাইতেও বেশী হয়ে উঠতো’।[34] সুতরাং এ মাসে আমাদের দানের হাত প্রসারিত
      করা একান্ত বাঞ্ছনীয়। উপসংহার : পরিশেষে বলা যায়, রামাযান সর্বাধিক নেকী
      উপার্জনের এটি উপযুক্ত মাস। ছালাত-ছিয়ামের পাশাপাশি ফরয ও নফল ছাদাক্বার
      মাধ্যমে পরকালীন জবাবদিহিতা নিশ্চিত করা ও অধিক নেকী উপার্জনের যথোপযুক্ত
      সময়। অতএব আর কালক্ষেপণ নয়, আসুন! অতীতের ত্রুটি-বিচ্যুতির জন্য মহান
      স্রষ্টার বারগাহে একনিষ্ঠ মনে ক্ষমাপ্রার্থী হয়ে নিজ নিজ সম্পদের সঠিক হিসাব
      করে সম্পদের নির্ধারিত হক্ব তথা যাকাত আদায়ে ব্রতী হই। জীবনের সর্বশেষ ও
      চূড়ান্ত ঠিকানার জন্য সর্বাত্মক প্রস্ত্ততি গ্রহণ করি। নিজেকে জাহান্নামের
      জ্বলন্ত হুতাশন থেকে বাঁচাই। সম্পদের মায়া ত্যাগ করি। কেননা আমাদের এই
      কষ্টার্জিত সম্পদের ছিটেফোঁটাও আমাদের কবর জীবনের দুঃসহ একাকীত্বের সাথী হবে
      না। রাসূলুল্লাহ (ছাঃ) বলেছেন, يَتْبَعُ الْمَيِّتَ ثَلاَثَةٌ أَهْلُهُ
      وَمَالُهُ وَ عَمَلُهُ فَيَرْجِعُ اِثْنَانِ وَ يَبْقَى وَاحِدٌ يَرْجِعُ
      أَهْلُهُ وَ مَالُهُ وَ يَبْقَى عَمَلُهُ ‘তিনটি জিনিস মৃত ব্যক্তির পিছনে
      পিছনে (কবর) পর্যন্ত যায়। তার পরিজন, তার ধন-সম্পদ ও তার আমল। অতঃপর দু’টি
      ফিরে আসে ও একটি তার সাথে থেকে যায়। তার পরিজন ও তার সম্পদ ফিরে আসে এবং তার
      আমল তার সাথে থেকে যায়’।[35] অতএব জাহান্নামের যন্ত্রণাপ্রদ মর্মান্তিক
      শাস্তি থেকে বাঁচার নিবিড় প্রত্যাশায় আসন্ন রামাযান মাসে আমাদের সম্পদের পাই
      টু পাই হিসাব কষে সঠিকভাবে যাকাত আদায় করি। ইনশাআল্লাহ দুনিয়া ও আখেরাতে
      আমরাই হব সফলকাম। আল্লাহ আমাদের তাওফীক্ব দান করুন-আমীন!! [1]. বুখারী ও
      মুসলিম, আলবানী মিশকাত হা/১৭৯৪; ঐ, বঙ্গানুবাদ হা/১৭০২ ‘যেসব মালে যাকাত ফরয’
      অনুচ্ছেদ। [2]. আত-তাহরীক, ৩/৩ সংখ্যা ডিসেম্বর’৯৯, পৃ: ১১। [3]. ফিকহুস
      সুন্নাহ ১/৩০৯। [4]. বায়হাক্বী, আস-সুনানুল কুবরা, ছহীহুল জামে আছ-ছাগীর
      হা/৩৩৫৮, সনদ হাসান। [5]. তিরমিযী হা/৬৬৪; সিলসিলা ছহীহা হা/১৯০৮; ইরওয়াউল
      গালীল হা/৮৮৫, হাদীছের উদ্ধৃত অংশটুকু ছহীহ। [6]. মুত্তাফাক্ব আলাইহ, মিশকাত
      হা/১৭৯০; ঐ, বঙ্গানুবাদ হা/১৬৯৮। [7]. মুসলিম, মিশকাত হা/১৮৮৯; ঐ, বঙ্গানুবাদ
      হা/ ১৭৯৫ ‘দানের মাহাত্ম্য’ অনুচ্ছেদ। [8]. বঙ্গানুবাদ ছহীহ বুখারী (ঢাকা:
      তাওহীদ পাবলিকেশন্স ২০০৭), ২/১০৭ পৃ: হা/১৪৩৫ ‘ছাদাক্বা গোনাহ মিটিয়ে দেয়’
      অনুচ্ছেদ। [9]. মুত্তাফাক্ব আলাইহ, মিশকাত হা/১৮৬২; ঐ, বঙ্গানুবাদ হা/১৭৬৮
      ‘যাকাত’ অধ্যায় ‘দানের প্রশংসা ও কৃপণতার নিন্দা’ অনুচ্ছেদ। [10].
      মুত্তাফাক্ব আলাইহ, মিশকাত হা/১৮৮৮; বঙ্গানুবাদ মিশকাত হা/১৭৯৪ ‘যাকাত’
      অধ্যায় ‘দানের মাহাত্ম্য’ অনুচ্ছেদ। [11]. আলে ইমরান ১৮০; বুখারী, মিশকাত
      হা/১৭৭৪; ঐ, বঙ্গানুবাদ হা/১৬৮২ ‘যাকাত’ অধ্যায়। [12]. মুসলিম, মিশকাত
      হা/১৭৭৩; ঐ, বঙ্গানুবাদ হা/১৬৮১ ‘যাকাত’ অধ্যায়। [13]. মুত্তাফাক্ব আলাইহ,
      মিশকাত হা/১৭৭৫; ঐ, বঙ্গানুবাদ হা/১৬৮৩; তাহক্বীক্ব তিরমিযী হা/৬১৭। [14].
      তাহক্বীক্ব তিরমিযী হা/৬২০, সনদ ছহীহ। [15]. বুখারী, মুসলিম, মিশকাত হা/১৭৯৪;
      ঐ, বঙ্গানুবাদ হা/১৭০২ ‘যে সব মালে যাকাত ফরয’ অনুচ্ছেদ; বুখারী, মিশকাত
      হা/১৭৯৭; ঐ, বঙ্গানুবাদ হা/১৭০৫। [16]. তাহক্বীক্ব তিরমিযী হা/৬২১। [17].
      আবুদাঊদ, তিরমিযী, নাসাঈ, দারেমী, মিশকাত হ/১৮০০; ঐ, বঙ্গানুবাদ হা/১৭০৮;
      তাহক্বীক্ব তিরমিযী হা/৬২২। [18]. তাহক্বীক্ব তিরমিযী, হা/৬২১। [19].
      মুত্তাফাক্ব আলাইহ, মিশকাত হা/১৭৭২; ঐ, বঙ্গানুবাদ হা/১৬৮০ ‘যাকাত’ অধ্যায়।
      [20]. মুত্তাফাক্ব আলাইহ, মিশকাত হা/১৮১৫; ঐ, বঙ্গানুবাদ হা/১৭২৩ ‘ফিতরা’
      অনুচ্ছেদ। [21]. মুত্তাফাক্ব আলাইহ, মিশকাত হা/১৮১৬; ঐ, বঙ্গানুবাদ হা/১৭২৪।
      [22]. আল্লামা ইউসুফ আল-কারযাভী, ইসলামের যাকাত বিধান, অনুবাদ: মুহাম্মাদ
      আব্দুর রহীম (ঢাকা: ইসলামিক ফাউন্ডেশন বাংলাদেশ, ১ম প্রকাশ জুন ১৯৮২), ১ম
      খন্ড, পৃ: ৪০৫-৪০৬। [23]. ইসলামের যাকাত বিধান, ১/৪০১ পৃ:। [24]. ঐ, ১/৪০৮
      পৃ:। [25]. ঐ, পৃ: ৪০৯। [26]. তাহক্বীক্ব তিরমিযী হা/৬৩৫,৬৩৭। [27].
      মুত্তাফাক্ব আলাইহ, মিশকাত হা/১৭৯৫; ঐ, বঙ্গানুবাদ হা/১৭০৩। [28]. দারাকুৎনী,
      মিশকাত হা/১৮১৩; ঐ, বঙ্গানুবাদ মিশকাত হা/১৭২১। [29]. বঙ্গানুবাদ বুখারী ২/৯৪
      পৃ:। [30]. বাক্বারাহ ২৬৪; বঙ্গানুবাদ বুখারী ২/৯৪ পৃ:। [31]. তিরমিযী,
      মিশকাত হা/১৭৮৭; ঐ, বঙ্গানুবাদ হা/১৬৯৫। [32]. মুত্তাফাক্ব আলাইহ, মিশকাত
      হা/১৯৫৬; ঐ, বঙ্গানুবাদ হা/ ১৮৬০। [33]. তিরমিযী, মিশকাত হা/ ১৯৬০; ঐ,
      বঙ্গানুবাদ হা/১৮৬৪। [34]. মুত্তাফাক্ব আলাইহ, বঙ্গানুবাদ রিয়াযুছ ছালেহীন
      (ঢাকা : বাংলাদেশ ইসলামিক সেন্টার, সপ্তম প্রকাশ, জুলাই ২০০১), হা/১২২২,
      ৩/১৫৯ পৃ.। [35]. বুখারী, মুসলিম, রিয়ায ২/৫৩ পৃ: হা/৪৬১।
    </div>
  );
};

export default infaque;
