import React from "react";

const jobanHefajot = () => {
  return (
    <div className=" px-4 text-justify">
      মহান আল্লাহ তায়ালার অসংখ্য নেয়ামতের মধ্যে জবান অন্যতম শ্রেষ্ঠ নেয়ামত। সঠিক
      কাজে জবান ব্যবহার করা, অন্যায়, অসত্য ও হারাম থেকে জবানকে বিরত রাখা আল্লাহর
      দিদার লাভের সহজ উপায়। এক কথায় জবানের হেফাজত করা মুমিন জীবনে অতীব
      গুরুত্বপূর্ণ বিষয়। পবিত্র কুরআনের সুরা মুমিনুনের শুরুতে আল্লাহ তায়ালা
      খাঁটি মুমিনদের সাতটি গুণের কথা উল্লেখ করেছেন। এরমধ্যে দ্বিতীয় গুণ হচ্ছে,
      যারা অনর্থক কথাবার্তায় নির্লিপ্ত। এ আয়াতে ‘লাগউন’ শব্দের অর্থ অনর্থক কথা
      বা কাজ। আল্লাহ ইরশাদ করেন, হে মুমিনরা! তোমরা আল্লাহকে ভয় কর এবং সঠিক কথা
      বলো। তাহলে আল্লাহ তোমাদের কার্যক্রমসমূহ সংশোধন করবেন এবং তোমাদের অপরাধসমূহ
      ক্ষমা করে দেবেন। (সুরা আহজাব : ৭০-৭১) ইসলামের দৃষ্টিতে জবানের হেফাজত :
      কিছু মানবিক উত্তম গুণের সমন্বিত একটি রূপকে ইসলামের দৃষ্টিতে জবানের হেফাজত
      বা বাক সংযম বলা হয়। এবার সেসব গুণাবলীর কিছু জেনে নিই— কথা বলায় সাবধানতা :
      হজরত বিলাল বিন হারিস (রা.) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ (সা.)
      বলেছেন, মানুষ আল্লাহর সন্তুষ্টির এমন ও কথা বলে যার কল্যাণের কথা সে ধারণাই
      করতে পারে না অথচ তার দরুন কিয়ামত অবধি তার সন্তুষ্টি লিপিবদ্ধ করে দেন ।
      আবার মানুষ আল্লাহর অসুন্তুষ্টির এমন ও কথা বলে যার অকল্যাণের কথা সে ধারণাই
      করতে পারে না অথচ তার দরুণ কিয়ামত অবধি তার অসন্তুষ্টি লিপিবদ্ধ করে দেন।
      (তিরমিজি, মুয়াত্তা মালেক)। হজরত আবু হুরায়রা (রা.) থেকে বর্ণিত। রাসুলুল্লাহ
      (সা.) বলেছেন, যে ব্যক্তি আল্লাহ ও শেষ দিবসের প্রতি ঈমান রাখে, সে যেন ভালো
      কথা বলে অথবা চুপ থাকে। (বুখারি ও মুসলিম)। অন্য হাদিসে হজরত আবু হুরায়রা
      (রা.) থেকে বর্ণিত। তিনি রাসুলুল্লাহ (সা.)-কে বলতে শুনেছেন, কোনো বান্দা
      ভালো-মন্দ বিচার না করে এমন কোনো কথা বলে ফেলে, যার কারণে সে পদস্খলিত হয়ে
      জাহান্নামের এতদূর গভীরে চলে যায়, যা পূর্ব ও পশ্চিম প্রান্তের দূরত্বের
      সমান। (বুখারি) মিষ্টভাষী হওয়া : হজরত আলী (রা.) থেকে বর্ণিত। তিনি বলেন,
      রাসুলুল্লাহ (সা.) বলেছেন, নিশ্চয় জান্নাতে বালাখানা থাকবে, যার ভেতরের সব
      কিছু বাইরে থেকে দেখা যাবে। একজন বেদুঈন দাঁড়িয়ে জিজ্ঞাসা করলো, ওই বালাখানা
      কাদের জন্য হবে? রাসুলুল্লাহ (সা.) বললেন, যারা মিষ্টবাষী হবে, অভাবীদের আহার
      করাবে, রাতের গভীরে নামাজ পড়ে। (তিরমিজি) নাজাতের পথ বাকসংযম : হজরত উকবা
      ইব্ন আমের (রা.) থেকে বর্ণিত। তিনি বলেন, আমি বললাম, হে আল্লাহর রাসুল! নাজাত
      পাওয়ার উপায় কি? তিনি জবাব দিলেন, তোমার কথাবার্তা সংযত রাখ, তোমার ঘরকে
      প্রশস্ত কর (মেহমানদারী করা) এবং তোমার কৃত অপরাধের জন্য আল্লাহর নিকট
      কান্নাকাটি কর। (তিরমিজি)। হজরত আবূ সাঈদ খুদরী (রা.) থেকে বর্ণিত। তিনি
      বলেন, রাসূলুল্লাহ (সা.) বলেছেন, সকালে মানুষ যখন ঘুম থেকে উঠে, তখন তার
      দেহের সকল অঙ্গ-প্রতঙ্গ যিহবাকে অনুনয়-বিনয় করে বলে, তুমি আমাদের ব্যাপারে
      আল্লাহকে ভয় কর। কেননা, আমরা তোমার সাথে সম্পৃক্ত। তুমি যদি সঠিক পথে থাক,
      আমরাও সঠিক পথে থাকতে পারি। আর তুমি যদি বাঁকা পথে চল, তাহলে আমরাও বাঁকা পথে
      যেতে বাধ্য। (তিরমিজি) সর্বোত্তম মুসলিম : এ বিষয়ে হজরত আব্দুল্লাহ ইব্ন আমর
      (রা.) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ (সা.) বলেছেন, প্রকৃত মুসলমান সেই
      ব্যক্তি, যার হাত ও মুখ থেকে মুসলমানরা নিরাপদ থাকে। (বুখারি) জান্নাতের
      জিম্মাাদারী : জবানের হেফাজত এত বড় আমল যার বিনিময় স্বরূপ রাসুলুল্লাহ (সা.)
      জান্নাতের জিম্মাদার হয়ে যান, হজরত সাহল ইবনে সা’দ (রা.) থেকে বর্ণিত।
      রাসুলুল্লাহ (সা.) বলেন, যে ব্যক্তি তার দু’চোয়ালের মধ্যবর্তী বস্তু , অর্থাৎ
      জিহ্বা এবং তার দুই উরুর মধ্যবর্তী তথা লজ্জাস্থানের জিম্মাদার হবে আমি তার
      জন্য জান্নাতের জিম্মাদার হবো। (বুখারি)। জবানের হেফাজত না করার কারণে
      জাহান্নাম ঠিকানা হতে পারে, যেমনিভাবে হজরত আবু সাঈদ খুদরী (রা.) থেকে
      বর্ণিত। তিনি বলেন, হজরত মুয়াজ ইব্ন জাবাল (রা:) একবার বললেন, হে আল্লাহর
      রাসুল (সা.)! আমরা যা বলি তা নিয়ে কি আমাদের পাকড়াও করা হবে? তখন রাসুলুল্লাহ
      (সা.) বললেন, হে মুয়াজ, জবানের হেফাজত না করার কারণে মানুষকে ওপর করে
      জাহান্নামের আগুনে নিক্ষেপ করা হবে। (তিরমিজি ও ইব্ন মাজাহ) মিথ্যা পরিহার
      করা : হজরত আব্দুল্লাহ ইব্ন উমর (রা.) থেকে বর্ণিত। রাসুলুল্লাহ (সা.)
      বলেছেন, যখন কোনো বান্দা মিথ্যা বলে তখন এর দুর্গন্ধে ফেরেস্তারা তার কাছ
      থেকে এক মাইল দূরে চলে যায়। (তিরমিজি)। অন্য হাদিসে হজরত মুয়াবিয়া ইব্ন
      হাইদাহ (রা.) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ (সা.)-কে বলতে শুনেছি,
      দুর্ভোগ তার জন্য, যে লোকদের হাসানোর উদ্দেশ্যে মিথ্যা (গল্প বানিয়ে) বলে।
      দুর্ভোগ তার জন্য, দুর্ভোগ তার জন্য। (আবু দাউদ) দোষ চর্চা পরিহার করা :
      আল্লাহ তায়ালা পবিত্র কুরআনে ইরশাদ করেছেন, তোমরা একে অপরের গীবত (পরনিন্দা)
      করো না। তোমাদের মধ্যে কি কেউ তার মৃত ভাইয়ের গোশত খাওয়া পছন্দ করবে? তোমরাতো
      তা অপছন্দ করে থাক। আর তোমরা আল্লাহকে ভয় কর নিশ্চয়ই আল্লাহ অধিক তওবা
      কবুলকারী অসীম দয়ালু। (সুরা হুজরাত : ১২)। রাসুলুল্লাহ (সা.) ইরশাদ করেছেন,
      গীবত (পরনিন্দা) জিনার (ব্যভিচার) চেয়ে জগন্য অপরাধ। (বায়হাকি) সর্বত্র
      জবানের হেফাজত করা মুমিন মুসলমানের একান্ত কর্তব্য। বাসায়, পরিবার, পরিজনের
      সাথে, ছাত্র-শিক্ষকের সাথে, মালিক- কর্মচারীদের সাথে, নেতাকর্মীদের সাথে। এক
      কথায় প্রত্যেকে তার অধীনস্থদের সাথে। তাই আসুন ইহকালীন শান্তি ও পরকালীন
      মুক্তির উদ্দেশ্যে কম কথা বলি এবং জবানের হেফোজতের জন্য প্রাণপণে সর্বদায়
      চেষ্টা করি। আল্লাহপাক তৌফিক দান করুন। আমিন।
    </div>
  );
};

export default jobanHefajot;
