import React from "react";

const mehnot = () => {
  return (
    <div className=" px-4  text-justify">
      {" "}
      জিহাদ শব্দের আভিধানিক অর্থ প্রচেষ্টা বা সংগ্রাম। আর ইসলামী শরীয়তের
      পারিভাষায় জিহাদ অর্থ ‘‘কিতাল’’ বা রাষ্ট্র ও ইসলামী দাওয়াতের নিরাপত্তার
      রক্ষার জন্য রাষ্ট্রীয় যুদ্ধ। আল্লাহর নির্দেশ ও হুকুম-আহকাম পালনের সকল
      প্রচেষ্টাকেই শাব্দিক অর্থে জিহাদ বলা যায়, কিন্তু আভিধানিক অর্থের
      অতিব্যবহার পারিভাষিক অর্থের বিকৃতির সুযোগ করে দেয়। যেমন ‘সালাত’-এর
      আভিধানিক অর্থ প্রার্থনা। যে কোনো প্রার্থনাকেই সালাত বলা যায় এবং
      কুরাআন-হাদীসে কখনো কখনো তা বলা হয়েছে। কিন্তু ইসলামের পরিভাষায় ‘সালাত’ একটি
      নির্দিষ্ট ইবাদাতের নাম। সকল প্রার্থনাকেই সালাত বলে নামকরণ করলে তা দ্বিমুখি
      বিভ্রান্তির জন্ম দিতে পারে। প্রথমত কেউ হয়ত যে কোনোভাবে প্রার্থনা করেই
      ‘সালাত’ কায়েম হয়ে গিয়েছে বলে দাবি করবেন। দ্বিতীয়ত, কেউ সালাতের ফযীলত বা
      আহকামের আয়াত ও হাদীসগুলি সকল প্রার্থনার ক্ষেত্রেই প্রয়োগ করবেন।কেউ যদি
      নিজের জীবনে দীন পালন, আত্মশুদ্ধির চেষ্টা, ইলম শিক্ষা, হালাল উপার্জন,
      আল্লাহর পথে দাওয়াত, অত্যাচারীর সামনে সত্য-ভাষণ, হজ্জ পালন বা দুর্নীতি ও
      অন্যায়ের বিরুদ্ধে যে কোনো প্রচেষ্টাকে জিহাদ বলেন তবে তা দূষণীয় নয়, বরং তা
      কুরআন ও হাদীস দ্বারা প্রমাণিত। তবে এগুলিকে পারিভাষিক ‘‘জিহাদ’’ মনে করা হলে
      তা বহুমুখি বিভ্রান্তি সৃষ্টি করতে পারে। কারণ সেক্ষেত্রে জিহাদের ফযীলত ও
      আহকামসমূহ এ সকল ইবাদত পালনের ক্ষেত্রে প্রয়োগের প্রবণতা দেখা দেবে। কোনো
      কোনো আধুনিক গবেষক ও চিন্তাবিদ ইসলামী রাজনীতি বা রাজনৈতিক ও সামাজিক
      পরিবর্তনের প্রচেষ্টাকে গুরুত্ব বুঝাতে ‘‘জিহাদ’’ বলে অভিহিত করেছেন।
      ‘‘জামাআতুল মুসলিমীন’’ এরূপ ব্যবহারকে তাদের বিভ্রান্তির সমর্থনে ব্যবহার
      করেছে।‘‘ইসলামী রাজনীতি’’ বা ‘‘ইসলামী আন্দোলন’’-এর মাধ্যমে ‘‘দীন
      প্রতিষ্ঠা’’ নামে মুমিন যে ইবাদতটি পালন করেন সে ইবাদতটির পারিভাষিক নাম হলো
      ‘‘আল্লাহর পথে দাওয়াত’’ বা ‘‘ন্যায়ের আদেশ ও অন্যায়ের নিষেধ’’। এ কর্মকে
      ‘‘জিহাদ’’ বলায় অসুবিধা নেই। তবে এ কর্মই কুরআন-হাদীস নির্দেশিত পারিভাষিক
      জিহাদ বা বলে মনে করার মধ্যে রয়েছে সমূহ বিপদ। আমরা বলেছি যে, ইসলামের
      পরিভাষায় ‘‘জিহাদ’’ অর্থই ‘‘কিতাল’’ বা যুদ্ধ। সাহাবী-তাবিয়ীগণ ও ইমামগণের
      ব্যবহারে এবং ফিকহ, তাফসীর বা ইসলামী জ্ঞানের যে কোনো প্রাচীন গ্রন্থে
      ‘‘জিহাদ ফী সাবীলিল্লাহ’’ শব্দের পারিভাষিক অর্থ তালাশ করলেই পাঠক তা জানতে
      পারবেন। বর্তমানে অনেক আধুনিক গবেষক ‘‘ইসলামী রাজনীতি’’ বা ‘‘ইসলামী
      আন্দোলন’’-কে ‘‘জিহাদ’’ নামে আখ্যায়িত করেন এবং একেই ইসলামী শরীয়তের
      পারিভাষিক জিহাদ বলে গণ্য করেন। অনেকে পারিভাষিকভাবে ‘‘জিহাদ’’ ও
      ‘‘কিতাল’’-এর মধ্যে পার্থক্য করেন। কিতালকে যুদ্ধ এবং জিহাদকে আন্দোলন বলে
      মনে করেন। এরূপ মতামত গবেষণা বা ব্যাখ্যা হিসেবে কেউ পেশ করতে পারেন। কিন্তু
      ইসলামী শরীয়তের পারিভাষা বলে গণ্য করার কারণে এবং রাজনীতি, দাওয়াত, আন্দোলন
      ইত্যাদিকে সদা-সর্বদা জিহাদ বলে আখ্যায়িত করার কারণে ত্রিমুখি বিভ্রান্তি
      সৃষ্টি হচ্ছে: প্রথমত, দাওয়াত, রাজনীতি, আন্দোলন ইত্যাদি কর্মে লিপ্ত মানুষ
      শরীয়ত নিদের্শিত ‘‘জিহাদ’’ ইবাদতটি পালন করছেন বলে ধারণা করছেন এবং হাদীসে ও
      ফিকহে জিহাদের যে সকল বিধান, সুন্নাত ও আদব বর্ণনা করা হয়েছে তা এক্ষেত্রে
      প্রযোজ্য ও পালনীয় বলে মনে করছেন। দ্বিতীয়ত, প্রচলিত রাজনীতি, আন্দোলন বা
      দলবদ্ধ দাওয়াতের সাথে সংশি­ষ্ট না হয়ে যারা ব্যক্তিগতভাবে বা বিচ্ছিন্নভাবে
      ওয়ায, লিখনী, শিক্ষাদান ইত্যাদি পদ্ধতিতে ‘‘আল্লাহর পথে দাওয়াত’’ বা
      ‘‘ন্যায়ের আদেশ ও অন্যায়ের নিষেধের’’ ইবাদতটি পালন করছেন তারা শরীয়তের
      পারিভাষিক ‘‘জিহাদ’’ নামক ইবাদতটি পালন করছেন না বলে মনে করা হচ্ছে ।তৃতীয়ত,
      প্রচলিত রাজনীতি, আন্দোলন বা দীন প্রতিষ্ঠার প্রচেষ্টাকে শরীয়তের পারিভাষিক
      জিহাদ বলে বিশ্বাস করে এ জন্য বলপ্রয়োগ, অস্ত্রধারণ ও অনুরূপ বিধানকে বৈধ বলে
      মনে করা হচ্ছে। আমি ‘‘এহইয়াউস সুনান’’ গ্রন্থে এ সকল বিষয় বিস্তারিত আলোচনা
      করেছি।[1]বিশেষত তৃতীয় বিভ্রান্তিটি উগ্রতার জন্ম দিচ্ছে। যে সকল আলিম বা
      গবেষক এ সকল কর্মকে জিহাদ নামে আখ্যায়িত করছেন তাঁরা মূলত এগুলির গুরুত্ব
      বুঝাতে বিভিন্ন হাদীসের আলোকে আভিধানিক অর্থে তা করছেন। কোনো আলিম যখন
      দাওয়াত, দ্বীন প্রতিষ্ঠা, আন্দোলন, রাজনীতি, মিছিল ইত্যাদিকে জিহাদ বলে
      আখ্যায়িত করেন, তখন তিনি বুঝান না যে, এ কর্মের জন্য অস্ত্র ধারণ করা যাবে,
      অথবা এর বিরোধীদেরকে আঘাত করা যাবে। কিন্তু তিনি না বুঝালেও শ্রোতা, পাঠক বা
      সংশি­ষ্ট অনেকেই তা বুঝছেন। জামাআতুল মুসলিমীন ও উগ্রতায় লিপ্ত অন্যান্য
      মানুষের লিখনি ও বক্তব্য থেকে জানা যায় যে, সমকালীন আলিম ও গবেষকদের এ সকল
      বক্তব্য থেকে তারা এরূপই বুঝেছেন। এ সকল বক্তব্য থেকে তারা বুঝেছেন যে,
      মানুষদেরকে আল্লাহর পথে নিয়ে আসার ও ইসলাম প্রতিষ্ঠা বা ইসলামী রাষ্ট্র ও
      ইসলামী আইন প্রতিষ্ঠার একমাত্র পথ হলো জিহাদ। আর জিহাদ হলে তো মারামারি,
      অন্ত্রধারণ, যুদ্ধ ও হত্যা হবেই। বস্ত্তত, উগ্রতার ভিত্তি দুটি বিষয়ের
      উপর:প্রথমত, জিহাদই ইসলাম প্রচার বা প্রতিষ্ঠার পথ বলে দাবি করা।দ্বিতীয়ত,
      জিহাদের জন্য অস্ত্রধারণ, হত্যা, মৃত্যুবরণ ইত্যাদিকে বৈধ বা আবশ্যকীয় বলে
      দাবি করা।কুরআন-হাদীস ও ইসলামের ইতিহাস থেকে দ্বিতীয় বিষয়টি প্রমাণ করা
      তাঁদের জন্য খুবই সহজ বিষয়। এজন্য তাঁদের বিভ্রান্তির মূল উৎস প্রথম বিষয়ের
      মধ্যে নিহিত। আমরা দেখেছি যে, পারিভাষিক ‘জিহাদ’ কখনোই ইসলাম, ইসলামী রাষ্ট্র
      বা ইসলামী আইন প্রতিষ্ঠার মাধ্যম নয়। জিহাদ প্রতিষ্ঠিত রাষ্ট্র ও নাগরিক ও
      দীনী দাওয়াতের নিরাপত্তা রক্ষার মাধ্যম। কিন্তু জিহাদ শব্দের অতি-ব্যবহারে
      ফলে অনেকের মনেই বদ্ধমূল ধারণা হয়েছে যে, জিহাদই দ্বীন প্রতিষ্ঠার পথ বা
      একমাত্র পথ এবং দ্বীন প্রতিষ্ঠার জন্য জিহাদ করা সকলের জন্য ফরয।জঙ্গিদের
      প্রচারকর্ম এতে অনেক সহজ হয়ে গিয়েছে। তারা কিছু সরলপ্রাণ আবেগী যুবককে সহজেই
      একথা বুঝাতে পারছে যে, জিহাদই সর্বশ্রেষ্ঠ ও সর্বপ্রথম ফরয, জিহাদ ছাড়া ইসলাম
      কায়েম হবে না। আর জিহাদ মানেই তো অস্ত্র, যুদ্ধ ও হত্যা, কাজেই এখনই আমাদের
      সে কাজে নেমে পড়তে হবে। এভাবেই গুরুত্বারোপের জন্য একটি পরিভাষার আভিধানিক
      অর্থের অতিব্যহার বিভিন্ন বিভ্রান্তির পথ উন্মুক্ত করছে।পক্ষান্তরে দীন
      প্রতিষ্ঠার এ সকল কর্মকে ‘‘আল্লাহর পথে দাওয়াত’’ নামে আখ্যায়িত করলে একদিকে
      যেমন সঠিক ইসলামী পরিভাষার ব্যবহারের মাধ্যমে উপর্যুক্ত ত্রিবিধ অস্পষ্টতা বা
      বিভ্রান্তির পথ রুদ্ধ হবে, তেমনি অন্যদিকে এ সকল ইবাদত পালনের সঠিক সুন্নাত ও
      ইসলামী আদব জানা সহজ হবে। কারণ দীন প্রতিষ্ঠার এ সকল কর্মকে সর্বদা জিহাদ বলে
      আখ্যায়িত করার ফলে আগ্রহী মুমিন এ সকল কর্মের ইসলামী নির্দেশনা, রাসূলুল্লাহ
      (ﷺ)ও সাহাবীগণের সুন্নাত ও ইসলামী আদব জানার জন্য হাদীস ও ফিকহের ‘‘জিহাদ’’
      অধ্যায় অনুসন্ধান করতে চেষ্টা করেন, ‘‘আল্লাহর পথে দাওয়াত’’ বা ‘‘ন্যায়ের
      আদেশ ও অন্যায়ের নিষেধ’’ অধ্যায় অধ্যয়নের কথা তার মনে আসে না।আমরা আশা করি
      যে, দীনী দাওয়াতের এ সকল ময়দানে যারা কর্মরত এবং এ সকল বিষয়ে যারা গবেষণা
      করছেন, তারা এ সকল কর্মকান্ডের পারিভাষিক পরিচয় নিশ্চিত করবেন। এগুলিকে
      ‘‘ন্যয়ের আদেশ ও অন্যায়ের নিষেধ’’ বা ‘‘আল্লাহর পথে দাওয়াত’’ নামে আখ্যায়িত
      করলে ইসলাম প্রতিষ্ঠা ও ইসলামী দাওয়াতের আবেগ ও জযবাকে বিপথগামী করার বা
      সহিংসতায় পর্যবসিত করার একটি বড় পথ রুদ্ধ হবে বলে আশা করা যায়। মহান আল্লাহই
      ভাল জানেন এবং তিনিই তাওফীক দাতা। [1] এহইয়াউস সুনান, পৃ. ৪৬০-৪৭৮ (উপকরণ,
      ইবাদত ও বিদআত: কতিপয় উদাহরণ) নিজের জীবনের চেয়ে অন্যের জীবনে দীন প্রতিষ্ঠার
      আবেগে প্রাচীন ও আধুনিক খারিজীগণ ‘‘জিহাদ’’ নামক ইবাদতকে ‘‘ফরয আইন’’ বা
      ব্যক্তিগতভাবে প্রত্যেক মুসলিমের উপর ফরয বলে দাবি করেছেন। উপরন্তু তারা
      ‘‘জিহাদ’’-কে মুমিনের জীবনের সবচেয়ে বড় ফরয বলে দাবি করেছে। প্রাচীন
      খারিজীগণের মতামত বর্ণনায় একজন গবেষক লিখেছেন:The second principle that
      flowed from their aggressive idealism was militancy, or jihād, which the
      Khawārij considered to be among the cardinal principles, or pillars, of
      Islām. Contrary to the orthodox view, they interpreted the Qurānic command
      about enjoining good and forbidding evil to mean the vindication of truth
      through the sword... To these five, the Khawārij sect added a sixth
      pillar, the jihād. ‘‘খারিজীদের আগ্রাসী আদর্শবাদের দ্বিতীয় ভিত্তি ছিল
      জিহাদ।খারিজীগণ জিহাদকে ইসলামের মূল ভিত্তি বা রুকন বলে মনে করে। সাধারণ
      মুসলিমদের মতের বিপরীতে খারিজীগণ কুরআন নির্দেশিত ‘সৎকাজে আদেশ ও অন্যায় থেকে
      নিষেধ’ বলতে তরবারীর জোরে সত্য প্রতিষ্ঠা বুঝাতো।... তারা ইসলামের
      পঞ্চস্তম্ভের সাথে জিহাদকে ষষ্ঠ স্তম্ভ হিসেবে যুক্ত করে...।’’[1] আবেগী
      খারিজীগণ সর্বদা জিহাদের অতুলনীয় সাওয়াব ও গুরুত্ব বিষয়ক আয়াতগুলিকে তাদের
      মতের পক্ষে দলীল হিসেবে পেশ করত। তাদের উদ্ধৃত আয়াত ও হাদীস জিহাদের গুরুত্ব
      প্রমাণ করে। কিন্তু কখনোই তাকে সর্বোচ্চ বা সর্বশ্রেষ্ঠ ফরয বলে প্রমাণ করে
      না। প্রকৃত কথা যে, ইসলামে মুসলিমের উপর অনেক কর্ম ফরয করা হয়েছে। সকল ফরয
      কর্মই গুরত্বপূর্ণ। তবে সেগুলির মধ্যে কোনোটির চেয়ে কোনোটি বেশি গুরুত্বপূর্ণ
      হতে পারে। গুরুত্বের বেশিকম সাধারণভাবে সকলের জন্য হতে পারে আবার ব্যক্তিগত
      অবস্থার কারণে হতে পারে। সর্বাবস্থায় গুরুত্বের কমবেশি আবেগ বা যুক্তি দিয়ে
      নয়, বরং ‘সুন্নাতের’ আলোকে বা রাসূলুল্লাহ (ﷺ)-এর আজীবনের কর্ম, শিক্ষা ও
      আচরণের মধ্য থেকে বুঝতে হবে। আর কুরআন, হাদীস এবং রাসূলুল্লাহ (ﷺ) ও
      সাহাবীগণের আচরিত প্রায়োগিক সুন্নাতের আলোকে আমরা জানতে পারি যে, জিহাদ
      সবচেয়ে ফরয নয়, দীনের রুকনও নয় এবং ফরয আইনও নয়। বরং জিহাদ ফরয কিফায়া ইবাদত।
      আমরা ইতোপূর্বে বিষয়টি আলোচনা করেছি। হাদীসের গ্রন্থগুলিতে সাহাবী-তাবিয়ীগণের
      সাথে খারিজীগণের বিভিন্ন সংলাপ উদ্ধৃত করা হয়েছে। এগুলি থেকে আমরা খারিজীগণের
      মতামত ও তাদের বিভ্রান্তি অপনোদনে সাহাবীগণের প্রচেষ্টার বিষয়ে জানতে পারি।
      সাহাবীগণের বক্তব্য থেকে নিম্নের বিষয়গুলি প্রতীয়মান হয়:(১) আরকানে ইসলাম ও এ
      জাতীয় ইবাদতই মুমিনের মূল দায়িত্ব। এগুলি ‘উদ্দিষ্ট’ ইবাদত বা এগুলি পালন
      করাই মুমিন জীবনের উদ্দেশ্য। এগুলি পালনের আবশ্যকতা কখনোই কমে না বা থামে না।
      পক্ষান্তরে ‘জিহাদ’ উদ্দিষ্ট ইবাদত নয়; বরং উদ্দিষ্ট ইবাদত পালনের অধিকার
      রক্ষার জন্যই জিহাদ। এ অধিকার বিদ্যমান থাকলে জিহাদের আবশ্যকতা থাকে না।(২)
      ফিতনা দূরীকরণ জিহাদের উদ্দেশ্য। তবে ফিতনা দূরীকরণ বলতে সমাজের সকল অন্যায়,
      অনাচার, কুফর, শিরক ইত্যাদি দূর করা নয়, বরং মুমিনকে জোরপূর্বক কুফরে লিপ্ত
      হওয়ার পরিস্থিতি দূরীকরণ বা দীনপালন ও দীনী দাওয়াতের স্বাধীনতা রক্ষা করা।
      এরূপ পরিস্থিতি ছাড়া জিহাদ মূলত ফিতনা দূর করে না, বরং ফিতনা সৃষ্টি করে।(৩)
      জিহাদ করা আল্লাহর নির্দেশ এবং মানুষ হত্যা করা আল্লাহর নিষেধ। নিষেধের
      পাল­াকে ভারী রাখতে হবে এবং হারামে নিপতিত হওয়ার ভয় থাকলে জিহাদ পরিত্যাগ
      করতে হবে।(৪) কাফির রাষ্ট্রের সেনাবাহিনীর বিরুদ্ধে যুদ্ধের মাধ্যমে রাষ্ট্র,
      নাগরিক ও দীনী দাওয়াতের স্বাধীনতা ও বিজয় সংরক্ষণই মূলত জিহাদ। মুসলিম
      ব্যক্তি বা রাষ্ট্রের বিরুদ্ধে যুদ্ধ বা হত্যা জিহাদ নয়। যে ব্যক্তি নিজেকে
      মুমিন বলে দাবি করে বা ‘লা ইলাহা ইল্লাল্লাহু’ মুখে স্বীকার করে তাকে জিহাদের
      নামে হত্যা করা পারলৌকিক ধ্বংসের অন্যতম কারণ।এ প্রসঙ্গে খারিজীদের সাথে ইবনু
      উমারের (রা) কিছু কথোপকথন আমরা ইতোপূর্বে দেখেছি। খারিজীগণের দাবি ছিল, মানুষ
      যখন অন্যায় অনাচারে ধ্বংস হয়ে যাচ্ছে তখন জিহাদ বাদ দিয়ে হজ্জ-উমরায় রত থাকা
      আপত্তিকর। এর উত্তরে ইবনু উমার (রা) বলেন যে, ফযীলত, পুরস্কার ইত্যাদি কখনোই
      কোনো ইবাদতের শ্রেষ্টত্ব প্রমাণ করে না, বরং এ জন্য কুরআন বা হাদীসের
      সুস্পষ্ট নির্দেশ প্রয়োজন। কুরআন ও হাদীসের নির্দেশনা থেকে জানা যায় যে জিহাদ
      আরকানে ইসলামের মত কোনো ফরয ইবাদত নয়। যেখানে জিহাদের নামে মুসলিম হত্যা বা
      ভাতৃহত্যার সম্ভাবনা রয়েছে সেখানে ফযীলত অর্জনের চেয়ে হারাম বর্জন মুমিনের
      দায়িত্ব।পক্ষান্তরে হজ্জ ইসলামের পাঁচ রুকনের একটি, কাজেই সর্বাবস্থায় এ
      ইবাদত মুমিন পালন করতে পারে।অন্য হাদীসে দু’ব্যক্তি ইবনু উমারের (রা) কাছে
      এসে বলেন: إنَّ الناسَ ضَيَّعوا وأنتَ ابنُ عُمَرَ، وصاحبُ النبيَّ صلَّى
      اللهُ عليه وسلَّم، فما يَمنَعُكَ أن تَخرُجَ ؟ فقال : يَمنَعُني أنَّ الله
      حَرَّمَ دمَ أخي، فقالا : ألم يقل الله : (وقاتِلُوهُمْ حَتَّى لَا تَكُونَ
      فِتْنَةٌ) . فقال : قاتَلْنا حتى لم تَكُن فِتنَةٌ، وكانَ الدِّينُ لِلَّهِ،
      وأنتُم تُريدونَ أن تُقاتِلوا حتى تَكونَ فِتنَةٌ، ويكُونَ الدِّينُ لغيرِ
      اللَّهِ মানুষেরা (অন্যায় অনাচার ও পাপে) ধ্বংস হয়ে যাচ্ছে। আপনি ইবনু উমার,
      রাসুলুল্লাহ (ﷺ)এর সাহাবী, আপনি কেন বেরিয়ে যুদ্ধে অংশ নিচ্ছেন না? তিনি
      বলেন, ‘আল্লাহ আমার ভাইয়ের রক্ত হারাম করেছেন এ-ই আমাকে যুদ্ধে বেরোতে নিষেধ
      করছে। তারা বলে, আল্লাহ কি বলেন নি, ‘এবং তোমরা তাদের সাথে যুদ্ধ করতে থাকবে,
      যাবৎ ফিতনা দূরীভূত না হয় এবং আল্লাহর দীন প্রতিষ্ঠিত না হয়’? তখন তিনি বলেন,
      আমরা যুদ্ধ করেছিলাম এবং ফিতনা দূরীভূত হয়েছিল এবং আল্লাহর দীন প্রতিষ্ঠিত
      হয়েছিল। আর তোমরা চাচ্ছ যে, তোমরা যুদ্ধ করবে যেন ফিতনা প্রতিষ্ঠিত হয় এবং
      দীন আল্লাহ ছাড়া অন্যের জন্য হয়।’’[1]এখানেও আব্দুল্লাহ ইবনু উমার (রা)
      প্রথমত, জিহাদের আদেশ ও হত্যার নিষেধাজ্ঞার মধ্যে তুলনা করছেন, যা আমরা
      পূর্বের কথোপকথনেও দেখেছি। জিহাদের আদেশ করা হলেও তার পরিত্যাগের অনুমতি
      দেওয়া হয়েছে। পক্ষান্তরে মানুষের রক্তপাত ভয়ঙ্করতম হারাম। কাজেই
      পরিত্যাগযোগ্য একটি দায়িত্ব পালনের জন্য মুমিন কখনোই ভয়ঙ্করতম একটি হারামে
      লিপ্ত হতে পারেন না।দ্বিতীয়ত, তিনি ‘জিহাদ-কিতাল’ ও ‘ফিতনা’ বা সন্ত্রাসের
      মধ্যে পার্থক্যের প্রতি ইঙ্গিত করেছেন। তিনি বলেছেন যে, সাহাবীগণ যে কিতাল
      করেছিলেন তা ছিল ফিতনা রোধ করতে, আর খারিজীগণ যে কিতাল করছে তা ফিতনা
      প্রতিষ্ঠার জন্য। তিনি এতদুভয়ের মধ্যে পার্থক্যের কারণ উল্লেখ করেন নি। আমরা
      দেখেছি যে, ইসলামের দৃষ্টিতে জিহাদ ও ফিতনা বা সন্ত্রাসের মধ্যে মৌলিক
      পার্থক্য যে, জিহাদ রাষ্ট্র নিয়ন্ত্রিত যুদ্ধ যা শুধু শত্রু যোদ্ধাদের
      বিরুদ্ধে পরিচালিত এবং ফিতনা-সন্ত্রাস ব্যক্তি বা গোষ্ঠি পরিচালিত যুদ্ধ যা
      সাধারণত যোদ্ধা-অযোদ্ধা সকলের বিরুদ্ধে পরিচালিত। কুরআন-সুন্নাহর নির্দেশনা
      অনুসারে প্রতিষ্ঠিত রাষ্ট্রের রাষ্ট্রপ্রধানের নির্দেশে ও নেতৃত্বেই
      জিহাদ-কিতাল পরিচালিত হবে। খারিজীগণ বিষয়টিকে ব্যক্তিগত ও গোষ্ঠিগত পর্যায়ে
      নিয়ে এসে সন্ত্রাসের জন্ম দেয়। বস্ত্তত, হত্যা, বিচার, শক্তিপ্রয়োগ ইত্যাদি
      বিষয় যদি রাষ্ট্র নিয়ন্ত্রিত না হয় তবে তা ফিতনার মহাদ্বার উন্মোচন করে।
      পৃথিবীতে প্রত্যেক মানুষই অন্য কোনো না কোনো মানুষের দৃষ্টিতে অন্যায়কারী ও
      অপরাধী। প্রত্যেক ব্যক্তি বা গোষ্ঠি যদি নিজের মত অনুসারে বিচার, যুদ্ধ ও
      শক্তিপ্রয়োগ করতে থাকে তবে তার চেয়ে বড় ফিতনা আর কিছুই হতে পারে না। অন্য
      হাদীসে তাবিয়ী নাফি বলেন, এক খারিজী নেতা আব্দুল্লাহ ইবনু উমারের (রা) নিকট
      এসে বলেন: يا أبا عبدالرحمن ما حملك على أن تحج عاماً وتعتمر عاماً وتترك
      الجهاد في سبيل الله عز وجل وقد علمت ما رغب الله فيه قال يا ابن أخي بني
      الإسلام على خمس إيمان بالله ورسوله والصلوات الخمس وصيام رمضان وأداء الزكاة
      وحج البيت قال يا أبا عبد الرحمن ألا تسمع ما ذكر الله في كتابه (وإن طائفتان
      من المؤمنين اقتتلوا فأصلحوا بينهما فإن بغت إحداهما على الأخرى فقاتلوا التي
      تبغي حتى تفيء إلى أمر الله) (قاتلوهم حتى لا تكون فتنة) قال فعلنا على عهد
      رسول الله صلى الله عليه وسلم وكان الإسلام قليلاً فكان الرجل يفتن في دينه
      إما قتلوه وإما يعذبوه حتى كثر الإسلام فلم تكن فتنة হে আবূ আব্দুর রাহমান,
      কি কারণে আপনি এক বছর হজ্জ করেন আরেক বছর উমরা করেন এবং আল্লাহর রাস্তায়
      জিহাদ পরিত্যাগ করেন? অথচ আপনি জানেন যে, আল্লাহ জিহাদের জন্য কী পরিমাণ
      উৎসাহ ও প্রেরণা দিয়েছেন? তখন ইবনু উমার (রা) বলেন, ভাতিজা, ইসলাম প্রতিষ্ঠিত
      হয়েছে পাঁচটি বিষয়ের উপর: আল্লাহ ও তাঁর রাসূলের (ﷺ) প্রতি ঈমান, পাঁচ ওয়াক্ত
      সালাত, রামাযানের সিয়াম, যাকাত ও বাইতুল্লাহর হজ্জ। উক্ত ব্যক্তি বলে, হে আবূ
      আব্দুর রাহমান, আল্লাহ তাঁর কিতাবে কী বলেছেন তা কি আপনি শুনছেন না? তিনি
      বলেছেন: ‘মুমিনগণের দুই দল যুদ্ধে লিপ্ত হলে তোমরা তাদের মধ্যে মীমাংসা করে
      দেবে। অতঃপর তাদের একদল অপর দলের উপর সীমলঙ্ঘন করলে তোমরা সীমালঙ্ঘনকারীদের
      বিরুদ্ধে যুদ্ধ কর, যতক্ষণ না তারা আল্লাহর নির্দেশের দিকে ফিরে আসে।’ (তিনি
      আরো বলেছেন): ‘এবং তোমরা তাদের সাথে যুদ্ধ করতে থাকবে, যাবৎ ফিতনা দূরীভূত না
      হয় এবং আল্লাহর দীন প্রতিষ্ঠিত না হয়’[2]। তখন ইবনু উমার বলেন, আমরা তো
      রাসুলুল্লাহ (ﷺ)এর যুগে তা করেছিলাম। ইসলাম দুর্বল ও স্বল্প ছিল, ফলে মুসলিম
      ব্যক্তি তার দীনের কারণে ফিতনাগ্রস্থ হতেন। কাফিররা তাকে হত্যা করত অথবা তার
      উপর অত্যাচার করত। যখন ইসলাম বিস্তৃত হয়ে গেল তখন তো আর ফিতনা থাকল
      না।’’[3]এখানেও খারিজীগণ কুরআনের দু-একটি আয়াতের উপর ভিত্তি করে ইবনু উমার
      (রা)-এর জিহাদ পরিত্যাগ করে হজ্জ উমরা পালনকে আপত্তিকর বলে দাবি করেছে। ইবনু
      উমার (রা) তাদের বিভ্রান্তি অপনোদনের চেষ্টা করেছেন। তাঁর বক্তব্য থেকে আমরা
      কয়েকটি বিষয় বুঝতে পারি: প্রথমত, শুধু ফযীলত, নির্দেশনা বা প্রেরণামূলক আয়াত
      ও হাদীসের ভিত্তিতে কোনো ইবাদতের গুরুত্ব নির্ধারণ করা যায় না।কুরআন কারীম ও
      রাসুলুল্লাহ (ﷺ)এর সামগ্রিক শিক্ষার আলোকেই তা নির্ধারণ করতে হবে। দ্বিতীয়ত,
      কুরআন কারীমে সালাত, সিয়াম, যাকাত, জিহাদ, দাওয়াত, আদেশ, নিষেধ ইত্যাদি অনেক
      ইবাদতের নির্দেশ দেওয়া হয়েছে। তবে এগুলির মধ্যে কোন্টি অধিকগুরুত্বপূর্ণ এবং
      কোনটি কম গুরুত্বপূর্ণ, কোনটি ব্যক্তিগত এবং কোনটি কোনটি সামষ্টিক, কোনটি
      রাষ্ট্রীয়, কোন্টি সকলের জন্য সার্বক্ষণিক পালনীয়, কোন্টি বিশেষ অবস্থায়
      পালনীয় ইত্যাদি প্রয়োজনীয় বিষয় বিস্তারিত আলোচনা করা হয় নি। এ সকল কুরআনী
      নিদেশ যিনি গ্রহন করেছেন, তাঁর বাস্তব প্রয়োগ ও নির্দেশনা থেকেই এ সকল বিষয়
      বিস্তারিত জানা যায়। রাসুলুল্লাহ (ﷺ)এর শিক্ষা ও বাস্তব প্রয়োগ থেকে জানা যায়
      যে, কুরআনে উলি­খিত সকল নির্দেশের মধ্যে এ পাঁচটি কর্ম সবচেয়ে বেশি
      গুরুত্বপর্ণ এবং এগুলির উপরেই দীনের ভিত্তি। জিহাদ, দাওয়াত, আদেশ-নিষেধ, দীন
      প্রতিষ্ঠা ইত্যাদি ইবাদতের গুরুত্ব অনস্বীকার্য। তবে সেগুলির পালনের ক্ষেত্রে
      ব্যক্তির অবস্থার আলোকে যে ছাড় বা সুযোগ আছে তা আরকানে ইসলামের ক্ষেত্রে নেই।
      তাঁরা বুঝতেন যে, জিহাদ আরকানে ইসলামের মত ব্যক্তিগত ফরয ইবাদত নয় যে, তা
      পরিত্যগ করলে গোনাহ হবে। বরং বিভিন্ন হাদীসে শুধুমাত্র আরকানে ইসলাম
      পালনকারীকে পূর্ণ মুসলিম ও জান্নাতী বলে উল্লেখ করা হয়েছে।[4] অন্যান্য
      হাদীসে জিহাদের গুরুত্ব বর্ণনার সাথে সাথে জিহাদ পরিত্যাগকারী আরকান পালনকারী
      মুমিনেরও প্রশংসা করা হয়েছে।[5]। অনেক হাদীসে বিশৃঙ্খলা, ফিতনা বা হানাহানির
      সময়ে, আদেশ, নিষেধ, দাওয়াত ও জিহাদ পরিত্যাগের অনুমতি প্রদান করা হয়েছে।[6]
      অন্যত্র পিতামাতার খেদমত বা আনুষঙ্গিক প্রয়োজনের জন্য জিহাদ পরিত্যাগ করতে
      নির্দেশ দেওয়া হয়েছে।[7]ইবনু উমার নিজেও কাফির রাষ্ট্রের বিরুদ্ধে মুসলিম
      রাষ্ট্রের রাষ্ট্রীয় জিহাদে অংশগ্রহণ করতেন। তবে জিহাদের অনেক শর্ত রয়েছে,
      সেগুলির অন্যতম যে, জিহাদ শুধু যুদ্ধরত কাফিরের বিরুদ্ধেই হবে। মুসলিম
      রাষ্ট্রপ্রধান কর্তৃক মুসলিম বিদ্রোহীর বিরুদ্ধে যুদ্ধ যদিও বৈধ করা হয়েছে,
      কিন্তু ইবনু উমার (রা) ও অন্যান্য অধিকাংশ সাহাবী এক্ষেত্রে দূরে থাকাই পছন্দ
      করতেন, কারণ ভুল জিহাদে কোনো মুসলিমকে হত্যা করার চেয়ে, সঠিক জিহাদ থেকে বিরত
      থাকা উত্তম। তৃতীয়ত, তাঁরা ফিতনা দূরীকরণ ও আল্লাহর দীন প্রতিষ্ঠার বিষয়ে
      মুসলিমের দীন পালনের নিরাপত্তাটিই মূল বলে মনে করেছেন। মুসলিম যতক্ষণ দীন
      পালনের নিরাপত্তা ভোগ করছেন ততক্ষণ ফিতনা দূরীভূত করার নামে যুদ্ধ করার সুযোগ
      নেই। বরং দাওয়াত, আদেশ, নিষেধ ইত্যাদির মাধ্যমে সমস্যা দূর করার চেষ্টা করতে
      হবে। চতুর্থত, তিনি আদেশ ও নিষেধের মধ্যে তুলনা করেছেন। খারিজীদের দাবি ছিল,
      আল্লাহ ফিতনা দূর করার জন্য যুদ্ধের নির্দেশ দিয়েছেন। বিশেষত মুমিনদের
      পারস্পারিক যুদ্ধের সময় জালিম মুমিনদের বিরুদ্ধে যুদ্ধের সুস্পষ্ট নির্দেশ
      দিয়েছেন আল্লাহ। এরূপ সুস্পষ্ট নির্দেশের পরেও যুদ্ধ না করে বসে থাকা কোনো
      মুমিনের পক্ষে কিভাবে সম্ভব হয়? ইবনু উমার (রা) বুঝালেন যে, এখানে আদেশের
      বিপরীতে নিষেধ রয়েছে, আর এক্ষেত্রে নিষেধের পাল্লাই ভারী থাকবে। এ সকল আয়াতে
      যেমন কিতালের নির্দেশ দেওয়া তেমনি অন্য আয়াতে আল্লাহ বলেছেন: وَمَنْ يَقْتُلْ
      مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا وَغَضِبَ
      اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا ‘‘যে ব্যক্তি
      কোনো একজন মুমিনকে ইচ্ছাকৃতভাবে হত্যা করবে তার প্রতিফল জাহান্নাম, তথায় সে
      চিরস্থায়ী থাকবে এবং আল্লাহ তার উপর ক্রোধান্বিত হয়েছেন এবং তাকে অভিশপ্ত
      করেছেন এবং তার জন্য ভয়ঙ্কর আযাব প্রস্ত্তত করেছেন।’’[8]বস্ত্তত কুরআন কারীমে
      এর চেয়ে কঠিনতর ভাষায় কোনো পাপের শাস্তি বর্ণনা করা হয় নি। ইচ্ছাকৃতভাবে কোনো
      একজন মুমিনকে হত্যা করার জন্য ৫ পর্যায়ের শাস্তির কথা বলা হয়েছে, যার একটি
      আরেকটির চেয়ে ভয়ঙ্করতর: জাহান্নাম, তথায় চিরস্থায়িত্ব, আল্লাহর ক্রোধ,
      আল্লাহর অভিশাপ এবং ভয়ঙ্কর শাস্তি। এর বিপরীতে শতভাগ নিশ্চিত ফরয জিহাদ
      পরিত্যাগ করলে এরূপ বা এর কাছাকাছি কোনো শাস্তির কথা বলা হয় নি।মুমিন হত্যা
      তো দূরের কথা মুসলিম সমাজে বসবাসরত কোনো অমুসলিম নাগরিক, অথবা শত্রু রাষ্ট্র
      থেকে আইনানুগ নিরাপত্তা নিয়ে মুসলিম দেশে আগত অমুসলিম নাগরিককে হত্যা করলেও
      সে ব্যক্তি জান্নাতের সুগন্ধি লাভ করতে পারবে না বলে হাদীস শরীফে উল্লেখ করা
      হয়েছে। কাজেই কোনো মুমিনই জিহাদ, কিতাল বা যুদ্ধের নামে এরূপ কঠিন পাপের
      মধ্যে নিজেকে নিপতিত করতে পারে না।সাহাবী জুনদুব ইবনু আব্দুল্লাহ (৬০ হি)।
      একবার খারিজীদের কতিপয় নেতাকে ডেকে বলেন, রাসূলুল্লাহ (ﷺ) বলেছেন, ومن يشاقق
      يشقق الله يوم القيامة ... ومن استطاع ان لا يحال بينه وبين الجنة بملء كفه
      من دم أهراقه فليفعل (كأنما يذبح دجاجة كلما تقدم لباب من ابواب الجنة حال
      بينه وبينه) ‘‘যে ব্যক্তি কাঠিন্য বা উগ্রতার পথ অবলম্বন করবে আল্লাহও
      কিয়ামতের দিন তার জন্য কাঠিন্যের পথ অবলম্বন করবেন।কেউ যদি কোনো মানুষের
      হাতের তালুতে রাখার মত সামান্য রক্তও প্রবাহিত করে (যেন যে মুরগী জবাই করছে)
      তবে সে রক্ত তার ও জান্নাতের মধ্যে বাধা হবে। (যখনই সে জান্নাতের কোনো দরজার
      দিকে অগ্রসর হবে, তখনই ঐ রক্ত তার জান্নাতে প্রবেশের পথে বাধা হয়ে দাঁড়াবে)।
      কাজেই যদি কেউ পারে তবে সে যেন এরূপ রক্তপাত থেকে আত্মরক্ষা করে।’’ এ কথা
      শুনে উপস্থিত লোকগুলি খুব ক্রন্দন করতে লাগল। তখন জুনদুব (রা) বলেন, এরা যদি
      সত্যবাদী হয় তবে এরা মুক্তি পেয়ে যাবে।.. কিন্তু পরে আবার তারা উগ্রতার পথে
      ফিরে যায়।[9]জুনদুব (রা) দুটি বিষয়ের প্রতি তাদের দৃষ্টি আকর্ষণ
      করছেন:প্রথমত, উগ্রতার ভয়াবহতা। উগ্রতার দুটি দিক রয়েছে। প্রথম দিক, নিজের
      ব্যক্তিগত জীবনে দীন পালনের জন্য নফল-মুস্তাহাব ইত্যাদি বিষয়ে অতি কষ্টদায়ক
      রীতি অনুসরণ করা। দ্বিতীয় দিক, অন্য মানুষদের ভুলভ্রান্তি সংশোধনকে নিজের
      অন্যতম বোঝা বলে গ্রহণ করা এবং সেজন্য উগ্রতার পথ অবলম্বন করা। দুটি বিষয়ই
      সুন্নাতের পরিপন্থী কর্ম যা মুমিনের জীবনে দীন পালনকে কঠিন করে
      তোলে।দ্বিতীয়ত, তিনি জিহাদের নামে হত্যা বা রক্তপাতের ভয়ঙ্কর পরিণতির দিকে
      তাদের দৃষ্টি আকর্ষণ করেছেন। সালাত, সিয়াম, যিক্র ইত্যাদি ইবাদতের মত ইবাদত
      নয় জিহাদ। এ সকল ইবাদত যদি কোনো কারণে ভুল হয় তবে তাতে ইবাদতকারী কঠিন পাপের
      মধ্যে নিপতিত হয় না। পক্ষান্তরে জিহাদ বিচারের মত বান্দার হক জড়িত ইবাদত।
      আমরা দেখেছি যে, বিচারকের ভুলে নিরপরাধীর সাজা হওয়ার চেয়ে অপরাধীর বেঁচে
      যাওয়া বা সাজা কম হওয়া ভাল। অনুরূপভাবে জিহাদের নামে ভুল মানুষকে হত্যা করার
      চেয়ে জিহাদ না করা অনেক ভাল। জিহাদের নামে ভুল মানুষকে হত্যা করলে শত পুন্য
      করেও জান্নাত থেকে বঞ্চিত হতে হবে। পক্ষান্তরে জিহাদ বর্জনের কারণে এরূপ
      শাস্তিলাভের সম্ভাবনা নেই।এখানে লক্ষণীয় যে, জ্ঞান ও অনুভূতি আসার পরেও তারা
      উগ্রতা পরিত্যাগ করতে পারল না। এর কারণ সম্ভবত এদের মধ্যে সকলেই সৎ ও আন্তরিক
      ছিল না। এ সকল সন্ত্রাসী কর্মের মাধ্যমে ক্ষমতা, সম্পদ ও অন্যান্য জাগতিক
      স্বার্থ হাসিলের উদ্দেশ্যও অনেকের ছিল। অথবা উগ্রতার উন্মাদনা ও সঙ্গীসাথীদের
      অপপ্রচার তাদেরকে আবারো বিপথগামী করে। খারিজীগণের বিভ্রান্তি অন্যতম ছিল
      ঈমানের দাবিদারকে বিভিন্ন যুক্তিতে কাফির বলে গণ্য করে তাকে হত্যা করা। আমরা
      পরবর্তী অনুচ্ছেদে এ বিষয়টি আলোচনা করব, ইনশা আল্লাহ। তাদের এ বিষয়ক
      বিভ্রান্তি অপনোদনের জন্য সাহাবীগণ বিভিন্নভাবে তাদেরকে হত্যার ভয়াবহতা
      বুঝাতেন। তাঁরা তাদেরকে বুঝাতেন যে, জিহাদের বা যুদ্ধের সকল শর্ত পূরণ হলেও
      যদি কেউ যুদ্ধের ময়দানে নিজেকে মুসলিম বলে দাবি করে তাকে হত্যা করা নিষিদ্ধ।এ
      বিষয়ে এক হাদীসে তাবিয়ী সাফওয়ান ইবনু মুহরিয বলেন, আব্দুল্লাহ ইবনু যুবাইরের
      ফিতনার সময়ে সাহাবী জুনদুব ইবনু আব্দুল্লাহ বাজালী (রা) এ সকল সংঘাতের বিষয়ে
      আগ্রহী কতিপয় ব্যক্তিকে ডেকে একত্রিত করে তাদেরকে ‘লা ইলাহা ইল্লাল্লাহু’
      পাঠকারী ঈমানের দাবিদার কোনো ব্যক্তিকে হত্যা করার পরিণতি থেকে সাবধান করার
      জন্য বলেন, রাসূলুল্লাহ (ﷺ) কাফিরদের বিরুদ্ধে একটি বাহিনী প্রেরণ করেন।
      যুদ্ধের মাঠে একজন কাফির সৈনিক দুর্দমনীয় বীরত্ব প্রদর্শন করে এবং মুসলিম
      বাহিনীর অনেক সৈনিককে হত্যা করে। এক পর্যায়ে উসামা ইবনু যাইদ (রা) উক্ত কাফির
      সৈনিককে আক্রমন করেন। তিনি যখন তাকে হত্যা করতে উদ্যত হন তখন উক্ত কাফির
      সৈনিক ‘লা ইলাহা ইল্লাল্লাহ’ বলে। উসামা সে অবস্থাতেই তাকে হত্যা করেন।
      রাসূলুল্লাহ (ﷺ) এ সংবাদ পেয়ে অত্যন্ত বিচলিত হয়ে উসামাকে বলেন, ‘লা ইলাহা
      ইল্লাল্লাহু’ বলার পরেও তুমি তাকে কেন হত্যা করলে? তিনি বলেন, লোকটি মুসলিম
      বাহিনীকে অনেক কষ্ট দিয়েছে অমুক, অমুককে হত্যা করেছে, আমি যখন তরবারী উঠালাম
      সে তরবারীর ভয়ে ‘লা ইলাহা ইল্লাল্লাহু’ বলেছে। রাসূলুল্লাহ (ﷺ) বলেন, তুমি
      তার হৃদয় চিরে দেখে নিলে না কেন, সে ভয়ে বলেছে না স্বেচ্ছায় বলেছে! কেয়ামতের
      দিন যখন এ ‘লা ইলাহা ইল্লাল্লাহু’ উপস্থিত হবে তখন তুমি কী করবে? কেয়ামতের
      দিন যখন এ ‘লা ইলাহা ইল্লাল্লাহু’ উপস্থিত হবে তখন তুমি কী করবে? এভাবে তিনি
      বারবারই বলতে লাগলেন, কেয়ামতের দিন যখন এ ‘লা ইলাহা ইল্লাল্লাহু’ উপস্থিত হবে
      তখন তুমি কী করবে?[10]এভাবে বিভিন্ন হাদীসে আমরা দেখতে পাই যে, সাহাবীগণ
      ঈমানের দাবিদারকে কাফির বলা ও তাকে হত্যা করার কঠিন পরিণতি সম্পর্কে এদেরকে
      সাবধান করছেন।
    </div>
  );
};

export default mehnot;
