import React from "react";

const salat = () => {
  return (
    <div className=" px-4  text-justify">
      ঈমানের পরে মুমিন নর ও নারীর উপরে সবচেয়ে বড় ফরয ইবাদত হলো, পাঁচ ওয়াক্ত ফরয
      সালাত সময়মত আদায় করা। আরবী ভাষায় সালাত অর্থ প্রার্থনা। ইসলামের পরিভাষায়
      সালাত অর্থ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর শেখানো নির্ধারিত
      পদ্ধতিতে রুকুু সাজদার মাধ্যমে আল্লাহর যিকর ও দোয়া করা। কুরআন ও হাদীসে এর
      চেয়ে বেশি গুরুত্ব আর কোনো ইবাদতকে দেওয়া হয় নি। কুরআনে প্রায় ৮০ স্থানে
      আল্লাহ সালাতের নির্দেশ দিয়েছেন। অসংখ্য হাদীসে সালাতের গুরুত্ব বোঝান হয়েছে।
      আমরা ইতোপূর্বে তাওহীদের আলোচনায় দেখেছি যে, সালাত বা নামায হলো ইসলামের
      দ্বিতীয় রুকুন। সালাত এমন একটি ফরয ইবাদত যার কোনো বিকল্প নেই। ইসলামে সকল
      বিধান সহজ করে দেওয়া হয়েছে। একজন অসুস্থ মানুষ রোযা কাযা করতে পারেন এবং পরে
      রাখতে পারেন। একেবারে অক্ষম মানুষ ফিদইয়া- কাফ্ফারা দিতে পারেন। কিন্তু
      সালাতের ক্ষেত্রে সেই বিধান নেই। সালাতকে অন্যভাবে সহজ করা হয়েছে। তা হলো
      মুমিন যেভাবে পারেন তা আদায় করবেন। সম্ভব হলে পূর্ণ নিয়মানুসারে। না হলে
      দাঁড়িয়ে, বসে, শুয়ে, দৌঁড়াতে দৌঁড়াতে, যানবাহনে আরোহণ রত অবস্থায়, পোশাক
      পরিধান করে, উলঙ্গ হয়ে… যে ভাবে সম্ভব মুমিন তাঁর প্রভুর দরবারে হাযিরা
      দেবেন। কোনো সূরা, কিরাআত বা দোয়া না জানা থাকলে শুধুমাত্র আল্লøাহু আকবার
      বলে বলে বা তাসবীহ-তাহলীল-এর মাধ্যমে সালাত আদায় করতে হবে। কোনো অবস্থাতেই
      সময় মত হাযিরা দেওয়ার কোনো বিকল্প নেই। একজন মুমিনের যতক্ষণ হুশ রয়েছে,
      ততক্ষণ তার দায়িত্ব হলো সময় মত সালাত আদায় করা। আল্লাহ বলেন: حَافِظُوا عَلَى
      الصَّلَوَاتِ وَالصَّلاةِ الْوُسْطَى وَقُومُوا لِلَّهِ قَانِتِينَ فَإِنْ
      خِفْتُمْ فَرِجَالا أَوْ رُكْبَانًا فَإِذَا أَمِنْتُمْ فَاذْكُرُوا اللَّهَ
      كَمَا عَلَّمَكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ “তোমরা সালাতের প্রতি
      যতœবান হও, বিশেষত মধ্যবর্তী সালাতের, এবং আল্লাহর উদ্দেশ্যে তোমরা বিনীতভাবে
      দাঁড়াবে। যদি তোমরা আশংকিত থাক তবে পদচারী অথবা আরোহী অবস্থায়, আর যখন নিরাপদ
      বোধ করবে তখন আল্লাহর যিক্র কর (অর্থাৎ সালাত আদায় কর) যেভাবে তিনি তোমাদের
      শিক্ষা দিয়েছেন, যা তোমরা জানতে না।”[1] সালাতকে আমরা দায়িত্ব মনে করি। আসলে
      সালাত দায়িত্ব নয়, সুযোগ। আল্লাহ আমাদের সুযোগ দিয়েছেন, দিনের মধ্যে পাঁচবার
      তাঁর সাথে কথা বলে, মনের সকল আবেগ তাঁকে জানিয়ে, তাঁর রহমত, বরকত লাভ করে
      আমরা ধন্য হব। সালাতই সকল সফলতার চাবিকাঠি। আল্লাহ বলেন: قَدْ أَفْلَحَ
      الْمُؤْمِنُونَ الَّذِينَ هُمْ فِي صَلاتِهِمْ خَاشِعُونَ “মুমিনগণ সফলকাম
      হয়েছেন, যারা অত্যন্ত বিনয় ও মনোযোগিতার সাথে সালাত আদায় করেন।”[2] অন্যত্র
      আল্লাহ বলেন: قَدْ أَفْلَحَ مَنْ تَزَكَّى وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى
      “সেই ব্যক্তিই সাফল্য অর্জন করতে পারে, যে নিজেকে পবিত্র করে এবং নিজ প্রভুর
      নাম স্মরণ করে সালাত আদায় করে।”[3] সালাত হলো, মানুষের পরিপূর্ণ মানুষ হওয়ার
      একমাত্র পথ। সালাতই মানুষকে পরিশীলিত করে এবং মানবতার পূর্ণতার শিখরে তুলে
      দেয়। সালাতের মাধ্যমে মুমিন আল্লাহর স্মরণ ও আল্লাহর কাছে প্রার্থনা করে
      মানসিক দৃঢ়তা ও ভারসাম্য অর্জন করেন এবং মানবীয় দুর্বলতা কাটিয়ে উঠতে পারেন।
      কুরআন কারীমে এরশাদ করা হয়েছে: إِنَّ الإِنْسَانَ خُلِقَ هَلُوعًا إِذَا
      مَسَّهُ الشَّرُّ جَزُوعًا وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعًا إِلا
      الْمُصَلِّينَ الَّذِينَ هُمْ عَلَى صَلاتِهِمْ دَائِمُونَ “নিশ্চয় মানুষ
      সৃষ্টিগতভাবেই অস্থিরচিত্ত ও ধৈর্যহারা। বিপদে পড়লে সে অধৈর্য ও হতাশ হয়ে
      পড়ে। আর কল্যাণ বা সম্পদ লাভ করলে সে কৃপণ হয়ে পড়ে। একমাত্র ব্যতিক্রম সালাত
      আদায়কারীগণ (তারা এ মানবীয় দুর্বলতার ঊর্ধ্বে উঠতে পারেন।) যারা সর্বদা
      (্িনয়মিতভাবে) সালাত আদায় করেন।”[4] সালাত গোনাহ মার্জনার অন্যতম উপায়।
      রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন: أَرَأَيْتُمْ لَوْ
      أَنَّ نَهَرًا بِبَابِ أَحَدِكُمْ يَغْتَسِلُ فِيهِ كُلَّ يَوْمٍ خَمْسًا مَا
      تَقُولُ ذَلِكَ يُبْقِي مِنْ دَرَنِهِ قَالُوا لا يُبْقِي مِنْ دَرَنِهِ
      شَيْئًا قَالَ فَذَلِكَ مِثْلُ الصَّلَوَاتِ الْخَمْسِ يَمْحُو اللَّهُ بِهِ
      الْخَطَايَا “যদি তোমাদের কারো বাড়ির দরজায় একটি নদী থাকে, যেখানে সে
      প্রতিদিন পাঁচবার গোসল করে, তবে তার দেহে কি ধুলি ময়লা কিছু অবশিষ্ট থাকবে?
      সাহাবীগণ বলেন: না। তার ধুলিময়লা কিছুই অবশিষ্ট থাকবে না। তিনি বলেন: পাঁচ
      ওয়াক্ত সালাতও অনুরূপ। এগুলির মাধ্যমে আল্লাহ পাপরাশি ক্ষমা করেন।”[5] নামায
      বা সালাত হলো মুমিন ও কাফিরের মধ্যে মাপকাঠি। সালাত ত্যাগ করলে মানুষ
      কাফিরদের দলভুক্ত হয়ে যাবে। রাসূলুল্লাাহ সাল্লাল্লাাহু আলাইহি ওয়া সাল্লাম
      বলেছেন, بَيْنَ الرَّجُلِ وَبَيْنَ الشِّرْكِ وَالْكُفْرِ تَرْكَ الصَّلاةِ
      “একজন মানুষ ও কুফরী-শিরকের মধ্যে রয়েছে নামায ত্যাগ করা।”[6] অন্য হাদীসে
      তিনি বলেন: مَنْ تَرَكَ الصَّلاَةَ فَقَدْ كَفَرَ “যে ব্যক্তি নামায ছেড়ে দিল
      সে কাফির হয়ে গেল।”[7] কুরআন ও হাদীসের শিক্ষার আলোকে একথা নিশ্চিত যে, নামায
      মূসলিমের মূল পরিচয়। নামায ছাড়া মুসলিমের অস্তিত্ব কল্পনাতীত। নামায
      পরিত্যাগকারী কখনোই মুসলিম বলে গণ্য হতে পারেন না। সালাত কাযা করাকে “কুফরী”
      গোনাহ বলে উল্লে­খ করা হয়েছে হাদীসে। এজন্য এক ওয়াক্ত সালাত ত্যাগ করা দিনরাত
      শূকরের গোশত ভক্ষণ করা, মদপান করা, রক্তপান করা ইত্যাদি সকল ভয়ঙ্কর গোনাহের
      চেয়েও বেশী গোনাহ। যে ব্যক্তি মনে করেন যে, নামায না পড়লেও ভাল মুসলমান থাকা
      যায় সে ব্যক্তি সন্দেহাতীতভাবে কাফির; কারণ তিনি নামাযের ফরযিয়্যত মানেন না।
      আর যিনি সর্বান্তকরণে বিশ্বাস করেন যে, নামায কাযা করলে কঠিনতম গোনাহ হয়,
      এরপরও ইচ্ছাকৃতভাবে কোনো নামায পরিত্যাগ করেন তাকে মুসলমান বলে গণ্য করা যাবে
      কিনা সে বিষয়ে ফকীহদের মতভেদ আছে। সাহাবী-তাবেয়ীগণের যুগে এই প্রকারের
      মানুষকেও কাফির বা অমুসলিম বলে গণ্য করা হত। সহীহ হাদীসে তাবিয়ী আব্দুল্লাহ
      ইবনু শাকীক বলেন كَانَ أَصْحَابُ مُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ
      لا يَرَوْنَ شَيْئًا مِنْ الأَعْمَالِ تَرْكُهُ كُفْرٌ غَيْرَ الصَّلاةِ
      “মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-সাহাবীগণ সালাত ছাড়া অন্য কোনো
      কর্ম ত্যাগ করাকে কুফ্রী মনে করতেন না।”[8] চার ইমামের মধ্যে ইমাম আহমদ এ মত
      পোষণ করেন। এ মতে মুসলিম কোন পাপকে পাপ জেনে পাপে লিপ্ত হলে কাফির বলে গণ্য
      হবে না। একমাত্র ব্যতিক্রম নামায ত্যাগ করা। যদি কেউ নামায ত্যাগ করাকে
      কঠিনতম পাপ জেনেও এক ওয়াক্ত ফরয নামায ইচ্ছা পূর্বক ত্যাগ করে তবে সে মুরতাদ
      বলে গণ্য হবেন। ইমাম আবু হানীফা, ইমাম শাফিয়ী প্রমুখ ইমাম বলেন যে, এই
      দ্বিতীয় ব্যক্তিকে সরাসরি কাফির বলা যাবে না, তবে তাকে নামায ত্যাগ্যের
      শাস্তি স্বরূপ জেল ও মৃত্যুদ- প্রদান করতে হবে। ফরয সালাত কাযা করার ভয়াবহ
      পরিণতি সম্পর্কে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন: لاَ
      تَتْرُكْ صَلاَةً مَكْتُوْبَةً مُتَعَمِّداً فَمَنْ تَرَكَهَا مُتَعَمِّداً
      فَقَدْ بَرِئَتْ مِنْهُ الذِّمَّةُ (ذِمَّةُ اللهِ وَذِمَّةُ رَسُوْلِهِ)
      “ইচ্ছাপূর্বক এক ওয়াক্ত ফরয সালাতও পরিত্যাগ করবে না। কারণ যে ব্যক্তি
      ইচ্ছাপূর্বক এক ওয়াক্ত ফরয সালাত পরিত্যাগ করবে, সে আল্লাহর যিম্মা ও তাঁর
      রাসূলের সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম যিম্মা থেকে বহিস্কৃত হবে।”[9] এর
      চেয়ে দুর্ভাগ্য আর কী হতে পারে? নাম কাটা যাওয়ার পরে তো আর উম্মাত হিসেবে
      কোনো দাবিই থাকে না। ক্ষমা বা শাফাআত লাভের আশাও থাকে না। রাসূলুল্লাহ
      সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আরো বলেন: مَنْ سَرَّهُ أَنْ يَلْقَى
      اللَّهَ غَدًا مُسْلِمًا فَلْيُحَافِظْ عَلَى هَؤُلاءِ الصَّلَوَاتِ حَيْثُ
      يُنَادَى بِهِنَّ فَإِنَّ اللَّهَ شَرَعَ لِنَبِيِّكُمْ صَلَّى اللَّه
      عَلَيْهِ وَسَلَّم سُنَنَ الْهُدَى وَإِنَّهُنَّ مِنْ سُنَنِ الْهُدَى وَلَوْ
      أَنَّكُمْ صَلَّيْتُمْ فِي بُيُوتِكُمْ كَمَا يُصَلِّي هَذَا الْمُتَخَلِّفُ
      فِي بَيْتِهِ لَتَرَكْتُمْ سُنَّةَ نَبِيِّكُمْ وَلَوْ تَرَكْتُمْ سُنَّةَ
      نَبِيِّكُمْ لَضَلَلْتُمْ وَمَا مِنْ رَجُلٍ يَتَطَهَّرُ فَيُحْسِنُ
      الطُّهُورَ ثُمَّ يَعْمِدُ إِلَى مَسْجِدٍ مِنْ هَذِهِ الْمَسَاجِدِ إِلاَّ
      كَتَبَ اللَّهُ لَهُ بِكُلِّ خَطْوَةٍ يَخْطُوهَا حَسَنَةً وَيَرْفَعُهُ
      بِهَا دَرَجَةً وَيَحُطُّ عَنْهُ بِهَا سَيِّئَةً وَلَقَدْ رَأَيْتُنَا وَمَا
      يَتَخَلَّفُ عَنْهَا إِلاَّ مُنَافِقٌ مَعْلُومُ النِّفَاقِ وَلَقَدْ كَانَ
      الرَّجُلُ يُؤْتَى بِهِ يُهَادَى بَيْنَ الرَّجُلَيْنِ حَتَّى يُقَامَ فِي
      الصَّفِّ. “কেয়ামতের দিন বান্দাকে সর্বপ্রথম তার সালাত সম্পর্কে জিজ্ঞাসা করা
      হবে। সালাত টিকলে তার অন্য সকল আমল টিকে যাবে। আর সালাতই যদি নষ্ট হয় তবে সে
      নিরাশ ও ধ্বংসগ্রস্ত হবে। যদি তার ফরয থেকে কিছু কম পড়ে তবে আল্লাহ বলবেন,
      দেখ আমার বান্দার কোনো নফল আছে কিনা, তখন তার নফল সালাত দিয়ে ফরযে
      ত্রুটিবিচ্যুতি পূরণ করা হবে। অতপর তার সকল আমল এরূপ হবে।”[10] পাঁচ ওয়াক্ত
      ফরয সালাত অবশ্যই মসজিদে যেয়ে জামাতে আদায় করতে হবে। হানাফী মাযহাবের পুরুষে
      জন্য পাঁচ ওয়াক্ত ফরয সালাত জামাতের সাথে আদায় করা ওয়াজিব। হানাফী মাযহাবের
      প্রাচীন গ্রন্থে জামাতে নামাযকে ওয়াজিবই লিখা হয়েছে। পরবর্তী কোনো কোনো
      গ্রন্থে সুন্নাত লিখা হলেও সেখানে উল্লে­খ করা হয়েছে যে, তা ওয়াজিবের
      পর্যায়ের। অন্যান্য মাযহাবে জামাতে নামায ফরয হিসাবে গণ্য করা হয়েছে। মুসলিম
      উম্মাহর সকল ইমাম ও ফকীহ একমত যে, ওযর ছাড়া যদি কেউ জামাতে সালাত আদায় না করে
      একাকি সালাত আদায় করেন তবে তিনি গোনাহগার হবেন। তবে তার সালাত জায়েয হবে কিনা
      বা আদায় হবে কিনা সে বিষয়ে মতভেদ রয়েছে। হাদীস শরীফ থেকে বুঝা যায় যে জামাতে
      সালাত আদায় করা অত্যন্ত বড় নেক কর্ম। পক্ষান্তরে জামাত পরিত্যাগ করে একাকি
      সালাত আদায় করা অত্যন্ত কঠিন কবীরা গোনাহ। যে গোনাহের জন্য স্বয়ং
      রাসূলুল্ল­াহ ৎ বাড়িঘর পুড়িয়ে দিতে চেয়েছেন। রাসূলুল্ল­াহ ৎ এবং সাহাবীগণ
      কখনোই কঠিন ওযর ছাড়া জামা’আত ত্যাগ করেননি। জামা’আতে অনুপস্থিত থাকাকে তাঁরা
      নিশ্চিত মুনাফিকের পরিচয় বলে জানতেন। ইবনু মাসঊদ (রা) বলেন, مَنْ سَرَّهُ
      أَنْ يَلْقَى اللَّهَ غَدًا مُسْلِمًا فَلْيُحَافِظْ عَلَى هَؤُلاءِ
      الصَّلَوَاتِ حَيْثُ يُنَادَى بِهِنَّ فَإِنَّ اللَّهَ شَرَعَ لِنَبِيِّكُمْ
       سُنَنَ الْهُدَى وَإِنَّهُنَّ مِنْ سُنَنِ الْهُدَى وَلَوْ أَنَّكُمْ
      صَلَّيْتُمْ فِي بُيُوتِكُمْ كَمَا يُصَلِّي هَذَا الْمُتَخَلِّفُ فِي
      بَيْتِهِ لَتَرَكْتُمْ سُنَّةَ نَبِيِّكُمْ وَلَوْ تَرَكْتُمْ سُنَّةَ
      نَبِيِّكُمْ لَضَلَلْتُمْ وَمَا مِنْ رَجُلٍ يَتَطَهَّرُ فَيُحْسِنُ
      الطُّهُورَ ثُمَّ يَعْمِدُ إِلَى مَسْجِدٍ مِنْ هَذِهِ الْمَسَاجِدِ إِلاَّ
      كَتَبَ اللَّهُ لَهُ بِكُلِّ خَطْوَةٍ يَخْطُوهَا حَسَنَةً وَيَرْفَعُهُ
      بِهَا دَرَجَةً وَيَحُطُّ عَنْهُ بِهَا سَيِّئَةً وَلَقَدْ رَأَيْتُنَا وَمَا
      يَتَخَلَّفُ عَنْهَا إِلاَّ مُنَافِقٌ مَعْلُومُ النِّفَاقِ وَلَقَدْ كَانَ
      الرَّجُلُ يُؤْتَى بِهِ يُهَادَى بَيْنَ الرَّجُلَيْنِ حَتَّى يُقَامَ فِي
      الصَّفِّ. “যার পছন্দ হয় যে, সে আগামীকাল মুসলিম হয়ে আল্লাহর সাথে সাক্ষাত
      করবে সে যেন এ সকল সালাতগুলি সদাসর্বদা নিয়মিত সেখানে আদায় করে যেখানে এগুলির
      জন্য আযান দেওয়া হয়। কারণ আল্লাহ তোমাদের নবীর সাল্লাল্লাহু আলাইহি ওয়া
      সাল্লাম জন্য কিছু হেদায়েতের সুন্নাতের (রীতির) বিধান প্রদান করেছেন। আর এ
      সকল সালাতগুলি নিয়মিত জামাতে আদায় করা হেদায়েতের সুন্নাতের অন্যতম। যদি তোমরা
      তোমাদের বাড়িতে সালাত আদায় কর, যেরূপ এই পশ্চাতপদ ব্যক্তি নিজ বাড়িতে সালাত
      আদায় করে, তাহলে তোমরা তোমাদের নবীর সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সুন্নাত
      পরিত্যাগ করবে। আর যদি তোমরা তোমাদের নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর
      সুন্নাত পরিত্যাগ কর তাহলে তোমরা বিভ্রান্ত হয়ে যাবে। যখনই কোনো ব্যক্তি
      সুন্দর রূপে ওযু বা গোসল করে পবিত্র হয় এবং এরপর সে এ সকল মসজিদের যে কোনো
      একটি মসজিদের উদ্দেশ্যে যাত্রা শুরু করে তখন আল্লাহ তার ফেলা প্রতিটি
      পদক্ষেপের বিনিময়ে তার জন্য একটি পুণ্য লিখেন, তাকে একটি মর্যাদা বাড়িয়ে দেন
      এবং তার একটি পাপ ক্ষমা করে দেন। আমরা আমাদেরকে দেখেছি যে, শুধুমাত্র যে
      মুনাফিকের মুনাফিকী সুপরিচিত সে ছাড়া কেউই জামা‘আত থেকে পিছে পড়ত না। অনেক
      মানুষকে দুই ব্যক্তির কাঁধের উপর ভর করে টেনে এনে সালাতের কাতারে দাঁড় করানো
      হতো।[11] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন : مَنْ سَمِعَ
      النِّدَاءَ فَلَمْ يَأْتِهِ (فَلَمْ يُجِبْ) فَلا صَلاةَ لَهُ إِلاَّ مِنْ
      عُذْرٍ “যে ব্যক্তি নামাযের আহ্বান (আযান) শুনতে পেল কিন্তু আহ্বানে সাড়া
      দিয়ে জামাতে এলো না, তার নামাযই হবে না। তবে যদি ওযর (ভয় বা অসুস্থতা) থাকে
      তাহলে হতে পারে।”[12] জামাতে নামায ত্যাগ করা যেমন ভয়ঙ্কর অপরাধ ও গোনাহের
      কাজ, তেমনি জামাতে নামায আদায় অপরিমেয় সাওয়াব ও বরকতের কাজ। ইবনু উমার (রা)
      বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, صَلاةُ
      الْجَمَاعَةِ تَفْضُلُ صَلاةَ الْفَذِّ بِسَبْعٍ وَعِشْرِينَ دَرَجَةً একাকী
      সালাতের চেয়ে জামা‘আতে সালাতের মর্যাদা ২৭ গুণ বেশি।[13] রাসূলুল্ল­াহ ৎ
      বলেছেন, যে ব্যক্তি ফজরের সালাত জামাতে আদায় করবে সে আল্লাহর যিম্মায় থাকবে।
      ইশার সালাত জামাতে আদায় করলে অর্ধেক রাত তাহাজ্জুদের সাওয়াব হবে। আর ফজরের
      সালাত জামাতে আদায় করলে পুরো রাত তাহাজ্জুদের সাওয়াব হবে। এক হাদীসে
      রাসূলুল্ল­াহ ৎ বলেন: مَنْ صَلَّى لِلَّهِ أَرْبَعِينَ يَوْمًا فِي جَمَاعَةٍ
      يُدْرِكُ التَّكْبِيرَةَ الأُولَى كُتِبَتْ لَهُ بَرَاءَتَانِ بَرَاءَةٌ مِنْ
      النَّارِ وَبَرَاءَةٌ مِنْ النِّفَاقِ “যে ব্যক্তি আল্লাহর জন্য চল্লিশ দিন
      প্রথম তাকবীরসহ পরিপূর্ণ নামায জামাতে আদায় করবে, তার জন্য আল্লাহ দুইটি
      মুক্তি লিখে দিবেন: জাহান্নাম থেকে মুক্তি ও মুনাফিকী থেকে মুক্তি।”[14] ফরয
      সালাত যেমনশ্রেষ্ঠতম ইবাদত, তেমনি নফল সালাতও সর্বশ্রেষ্ঠ নফল ইবাদত এবং
      আল্লাহর সন্তুষ্টি লাভের অন্যতম উপায়। আমরা অনেক সময় ‘নফল’ নামাযে অবহেলা
      করি। নফলের গুরুত্বও প্রদান করতে চাই না। ফরয বাদ দিয়ে শুধু নফল ইবাদত করা
      বকধার্মিকতা। আবার নফল বাদ দিয়ে শুধু ফরয ইবাদত পালন করাও দীন সম্পর্কে বড়
      অবহেলা। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও তাঁর সাহাবীগণের
      জীবনে আমরা দেখতে পাই সকল প্রকার নফল ইবাদতের প্রতি সীমাহীন গুরুত্ব ও আগ্রহ।
      নফল সালাত, নফল সিয়াম, নফল তিলাওয়াত, নফল যিকর, নফল দান ইত্যাদির জন্য তাঁরা
      ছিলেন সদা উদগ্রীব ও ব্যস্ত। অনেকে বলেন, অমুক ব্যক্তি এত নফল ইবাদত করে,
      কিন্তু ফরয পালন করছে না, কাজেই নফল করে কি হবে? এ ধরণের কথা আত্মপ্রবঞ্চনা
      মাত্র। কেউ যদি ইচ্ছাপূর্বক ফরয বাদ দিয়ে শুধু নফল নিয়ে থাকে তাহলে সে
      অপরাধী। কিন্তু তার অপরাধের জন্য কি আমরা উল্টা আরেকটি অপরাধ করব? এছাড়া কেউ
      যদি ফরয ও নফল ইবাদত পালনের চেষ্ট করে কিন্তু ফরযের মধ্যে কিছু ত্রুটি
      বিচ্যুতি হয় তাহলে নফল দিয়ে তা আল্লাহ পূরণ করবেন। সর্বোপরি ফরয ইবাদত
      পালনের সাথে সাথে সর্বদা নফল ইবাদত পালন করাই রাসূলুল্লাহ সাল্লাল্লাহু
      আলাইহি ওয়া সাল্লাম ও সাহাবীগণের সুন্নাত। এছাড়া আল্লাহর কাছে অধিকতর নৈকট্য,
      পুরস্কার, মর্যাদা ও সম্মান অর্জনের মাধ্যমই হলো ফরযের পাশাপাশি নফল ইবাদত।
      রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন: وَمَا تَقَرَّبَ إِلَيَّ
      عَبْدِي بِشَيْءٍ أَحَبَّ إِلَيَّ مِمَّا افْتَرَضْتُ عَلَيْهِ وَمَا يَزَالُ
      عَبْدِي يَتَقَرَّبُ إِلَيَّ بِالنَّوَافِلِ حَتَّى أُحِبَّهُ “আমার নৈকট্যের
      জন্য বান্দা যত কাজ করে তন্মধ্যে সবচেয়ে আমি বেশি ভালবাসি যে কাজ আমি ফরয
      করেছি। (ফরয পালনই আমার নৈকট্যে অর্জনের জন্য সবচেয়ে প্রিয় কাজ)। এরপর বান্দা
      যখন সর্বদা নফল ইবাদত পালনের মাধ্যমে আমার বেলায়তের পথে অগ্রসর হতে থাকে তখন
      আমি তাকে ভালবাসি।”[15] নফল ইবাদতগুলির মধ্যে নফল সালাত অন্যতম। এ বিষয়ে
      সাহাবীগণের আগ্রহ ছিল সবচেয়ে বেশি। এক সাহাবী প্রশ্ন করেন, আল্লাহর নিকট
      সবচেয়ে প্রিয় কর্ম কী? উত্তরে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম
      বলেন: عَلَيْكَ بِكَثْرَةِ السُّجُودِ لِلَّهِ فَإِنَّكَ لَا تَسْجُدُ
      لِلَّهِ سَجْدَةً إِلَّا رَفَعَكَ اللَّهُ بِهَا دَرَجَةً وَحَطَّ عَنْكَ
      بِهَا خَطِيئَةً “তুমি আল্লাহর জন্য বেশি বেশি সাজদা করবে (বেশি বেশি নফল
      সালাত আদায় করবে); কারণ তুমি যখনই আল্লাহর জন্য একটি সাজদা কর, তখনই তার
      বিনিময়ে আল্লাহ তোমার একটি মর্যাদা বৃদ্ধি করেন এবং তোমার একটি পাপ মোচন
      করেন।”[16] রাবীয়া ইবনু কা’ব নামক এক যুবক সাহাবী রাসূলুল্লাহ সাল্লাল্লাহু
      আলাইহি ওয়া সাল্লাম-এর নিকট আবেদন করেন যে, তিনি রাসূলুল্লাহ সাল্লাল্লাহু
      আলাইহি ওয়া সাল্লাম-এর সাথে এক জান্নাতে থাকতে চান বা জান্নাতে তাঁর সাহচর্য
      চান। তিনি বলেন: فَأَعِنِّي عَلَى نَفْسِكَ بِكَثْرَةِ السُّجُودِ “তাহলে
      বেশি বেশি সাজদা করে (নফল সালাত আদায় করে) তুমি আমাকে তোমার বিষয়ে সাহায্য
      কর।”[17] সাধারণভাবে নফল সালাত ছাড়াও বিভিন্ন সময়ে বিশেষ সালাতের বিশেষ
      মর্যাদা বা ফযীলতের কথাও সহীহ হাদীসে বর্ণিত হয়েছে। এগুলির মধ্যে অন্যতম হলো
      রাতে তাহাজ্জুদ বা কিয়ামুল্লাইল এবং সূর্যোদয়ের পরে দ্বিপ্রহরের আগে যোহা বা
      চাশতের নামায। ইসলামের অন্যতম নফল ইবাদত কিয়ামুল্লাইল। প্রথম রাতে বা শেষ
      রাতে, ঘুমানোর আগে বা ঘুম থেকে উঠে অন্তত কিছু নফল সালাত আদায় করা মুমিনের
      অন্যতম বৈশিষ্ট্য। একটু ঘুমিয়ে উঠে ‘তাহাজ্জুদ’-রূপে আদায় করলে তার দসাওয়াব ও
      মর্যাদা বেশি। কুরআনে বারংবার কিয়ামুল্লাইল ও তাহাজ্জুদের নির্দেশ দেওয়া
      হয়েছে। অগণিত হাদীসে এ বিষয়ে নির্দেশ দেওয়া হয়েছে। কুরআন ও হাদীসের
      নির্দেশনার দিকে দৃষ্টি দিলে আমরা নিশ্চিতভাবে বুঝতে পারি যে, রাতের একাকী
      মুহূর্তে কিছু সময় সালাত, আল্লাহর যিকর, তার সাথে মুনাজাত এবং তাঁরই
      (আল্লাহর) ইবাদতে ব্যয় করা মুমিনের জীবনের অবিচ্ছেদ্য অংশ। আয়েশা (রা) বলেন:
      لا تَدَعْ قِيَامَ اللَّيْلِ فَإِنَّ رَسُولَ اللَّهِ صَلَّى اللَّه عَلَيْهِ
      وَسَلَّم كَانَ لا يَدَعُهُ وَكَانَ إِذَا مَرِضَ أَوْ كَسِلَ صَلَّى
      قَاعِدًا “কখনো রাতের কিয়াম (তাহাজ্জুদ) ত্যাগ করবে না; কারণ রাসূলুল্লাহ
      সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কখনো তাহাজ্জুদ ত্যাগ করতেন না। যদি অসুস্থ
      থাকতেন অথবা ক্লান্তি বোধ করতেন তবে তিনি বসে তা আদায় করতেন।”[18] চাশতের বা
      সালাতুযযোহার বিষয়ে অনেক সহীহ হাদীস বর্ণিত হয়েছে। রাসূলুল্লাহ সাল্লাল্লাহু
      আলাইহি ওয়া সাল্লাম বলেছেন: مَنْ صَلَّى الْغَدَاةَ فِي جَمَاعَةٍ ثُمَّ
      قَعَدَ يَذْكُرُ اللَّهَ حَتَّى تَطْلُعَ الشَّمْسُ ثُمَّ صَلَّى
      رَكْعَتَيْنِ (وفي رواية: سُبْحَةَ الضُّحَى) كَانَتْ لَهُ كَأَجْرِ حَجَّةٍ
      وَعُمْرَةٍ … تَامَّةٍ تَامَّةٍ تَامَّةٍ “যে ব্যক্তি ফজরের নামায জামা’আতে
      আদায় করে বসে বসে আল্লাহর যিকির করবে সূর্যোদয় পর্যন্ত, এরপর দু রাক’আত যোহা
      বা চাশতের নামায আদায় করবে, সে একটি হজ্ব ও একটি ওমরার সাওয়াব অর্জন করবে:
      পরিপূর্ণ, পরিপূর্ণ, পরিপূর্ণ (হজ্ব ও ওমরার সাওয়াব অর্জন করবে।)”[19] এছাড়া
      ওযুর পরেই দু রাকআত তাহিয়্যাতুল ওযূ, মসজিদে প্রবেশ করে বসার পূর্বে অন্তত দু
      রাক‘আত দুখুলুল মাসজিদ বা তাহিয়্যাতুল মাসজিদ সালাত নিয়মিত আদায় করার বিশেষ
      নির্দেশ ও ফযীলত বিভিন্ন সহীহ হাদীসে বর্ণিত হয়েছে। মহান আল্লাহ আমাদেরকে
      তাঁর সন্তুষ্টির পথে চলার তাওফীক প্রদান করুন। আমীন।
    </div>
  );
};

export default salat;
