import React from "react";

const shalinota = () => {
  return (
    <div className=" px-4  text-justify">
      ভূমিকা : বর্তমানে বাংলাদেশ সহ সারা পৃথিবীতে অশ্লীলতার সয়লাব চলছে। এর
      প্রভাবে সমাজ কলুষিত হচ্ছে, নষ্ট হচ্ছে যুবচরিত্র। দাম্পত্য জীবনেও এর বিরূপ
      প্রভাব পড়ছে। পারিবারিক ব্যবস্থা ভেঙ্গে পড়ছে, ঘটছে বিবাহ বিচ্ছেদ। তাই
      অশ্লীলতা বন্ধে পদক্ষেপ নেওয়া যরূরী। যেসব মাধ্যমে অশ্লীলতা প্রসার লাভ করছে
      তা প্রতিহত করাও একান্ত প্রয়োজন। আলোচ্য নিবন্ধে অশ্লীলতার প্রসার ও সমাজে এর
      কুপ্রভাব সম্পর্কে আলোচনা করা হ’ল।- অশ্লীলতা ইসলামে নিষিদ্ধ : অশ্লীলতা মানব
      চরিত্র ধ্বংসের অন্যতম হাতিয়ার। তাই এর নিকটবর্তী হ’তে কঠিনভাবে নিষেধ করা
      হয়েছে। মহান আল্লাহ বলেন,لَا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا
      وَمَا بَطَنَ ‘প্রকাশ্য বা গোপন কোন অশ্লীলতার নিকটবর্তী হবে না’ (আন‘আম
      ৬/১৫১)। অশ্লীলতার চূড়ান্ত পরিণতি হচ্ছে যেনা-ব্যভিচারে লিপ্ত হওয়া। যা
      ইসলামে হারাম। এর কাছে যেতেও আল্লাহ নিষেধ করেছেন। তিনি বলেন, وَلَا
      تَقْرَبُوا الزِّنَا إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيْلًا،‘তোমরা
      ব্যভিচারের নিকটবর্তী হয়ো না। নিশ্চয়ই এটা অশ্লীল কাজ ও নিকৃষ্ট পথ’ (বনী
      ইসরাঈল ১৭/৩২)। অশ্লীলতার পরিচয় : অশ্লীলতার পরিচয় সম্পর্কে আব্দুর রহমান
      মুবারকপুরী (রহঃ) আন-নিহায়াহ গ্রন্থের উদ্ধৃতি দিয়ে বলেন, الفحش هو كل ما
      يشتد قبحه من الذنوب والمعاصي وكثيرا ما ترد الفاحشة بمعنى الزنى وكل خصلة
      قبيحة من الأقوال والأفعال- ‘অশ্লীলতা হচ্ছে প্রত্যেক ঐ জিনিস, যা পাপ ও
      অবাধ্যতাকে বৃদ্ধি করে। অধিকাংশ ক্ষেত্রে তা ব্যভিচারের অর্থ দেয়। আর কথা ও
      কাজের মধ্যে প্রত্যেক মন্দ স্বভাবকে অশ্লীলতা বলে’।[1] ‘আল-কামূস’ গ্রন্থে
      বলা হয়েছে,الفاحشة الزنى وما يشتد قبحه من الذنوب وكل ما نهى الله عز وجل
      عنه- ‘অশ্লীলতা হচ্ছে ব্যভিচার এবং প্রত্যেক ঐ নিকৃষ্ট জিনিস যা পাপ বৃদ্ধি
      করে। আর আল্লাহ কর্তৃক নিষিদ্ধ প্রত্যেক বস্ত্ত’।[2] অশ্লীলতা প্রসারের
      মাধ্যম সমূহ : বিভিন্ন মাধ্যমে অশ্লীলতা প্রসার লাভ করে। তন্মধ্যে কয়েকটি
      মাধ্যম নিম্নে উল্লেখ করা হ’ল।- ১. নেশাদার দ্রব্য পান : ধূমপান, মদ ও যাবতীয়
      নেশাদার দ্রব্য ইসলামে সম্পূর্ণরূপে হারাম। আল্লাহ বলেন,يَا أَيُّهَا
      الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ
      وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ
      تُفْلِحُونَ إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ
      الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ
      ذِكْرِ اللهِ وَعَنِ الصَّلَاةِ فَهَلْ أَنْتُمْ مُنْتَهُونَ- ‘হে ঈমানদারগণ!
      নিশ্চয়ই মদ, জুয়া, পূজার বেদী ও ভাগ্য নির্ধারক শরসমূহ শয়তানের নাপাক কর্ম বৈ
      কিছুই নয়। অতএব এগুলি থেকে বিরত হও। তাতে তোমরা কল্যাণ প্রাপ্ত হবে। শয়তান তো
      কেবল চায় মদ ও জুয়ার মাধ্যমে তোমাদের মধ্যে পরস্পর শত্রুতা ও বিদ্বেষ সৃষ্টি
      করতে এবং আল্লাহর স্মরণ ও ছালাত হ’তে তোমাদেরকে বাধা প্রদান করতে। অতএব তোমরা
      নিবৃত্ত হবে কি? (মায়েদাহ ৫/৯০-৯১)। নেশাসক্তরা এসব সেবনের জন্য সদা মরিয়া
      হয়ে থাকে। যখন তা সংগ্রহ করতে না পারে তখন বিভিন্ন অপরাধে জড়িয়ে পড়ে। এজন্য
      রাসূল (ছাঃ) বলেন,لاَ تَشْرَبِ الْخَمْرَ فَإِنَّهَا مِفْتَاحُ كُلِّ شَرٍّ
      ‘তুমি মদ পান কর না। কেননা মদ সকল অনিষ্টের মূল’।[3] ২. ইন্টারনেট :
      ইন্টারনেটের কল্যাণে ইউটিউব, ফেইসবুক, টুইটার ইত্যাদি মাধ্যমে পর্ণো ভিডিও ও
      কুরুচিপূর্ণ ছবি অতিদ্রুত ছড়িয়ে পড়ে। বিশেষত সামাজিক যোগাযোগ মাধ্যম ফেইসবুকে
      বর্তমানে তরুণ-যুবকরা অতিমাত্রায় আসক্ত হয়ে পড়েছে। এসবের কারণে যুবক-তরুণদের
      চরিত্র নষ্ট হচ্ছে। জড়িয়ে পড়ছে অবৈধ সম্পর্কে। অনেকে অবৈধ বিবাহে জড়াচ্ছে। ৩.
      পর্ণোগ্রাফী : বিশ্বের মোট ওয়েবসাইটের ১২ শতাংশ (৪.২ বিলিয়ন) হ’ল পর্ণোসাইট।
      ৬৫.৫ শতাংশ ইন্টারনেট ব্যবহারকারী পর্ণো দেখে। ৪০০ মিলিয়ন ওয়েবসাইটের উপর করা
      জরিপ থেকে জানা যায়, প্রতি আটটি ক্লিকের একটি যৌন সাইট। এই খাতের আয়ও কম নয়।
      ২০১৫ সালে শুধু এই খাত থেকে আয় হয়েছে প্রায় ২৮ বিলিয়ন ডলার। এর মধ্যে শীর্ষে
      আমেরিকা (৪০ মিলিয়ন) যাদের প্রতি তিনজনের একজন মহিলা, ২য় ব্রাজিল, ৩য়
      পাকিস্তান ও ৪র্থ চীন। বাংলাদেশেও পর্ণোর ব্যবসা কম নয়। জুলাই’১৩-তে প্রকাশিত
      বাসসের এক রিপোর্টে বলা হয়েছে, ঢাকার বিভিন্ন সাইবার ক্যাফেতে প্রতি মাসে ৩
      কোটি টাকা মূল্যের পর্ণো ডাউনলোড করা হয়। এ সকল পর্ণোর ভিজিটরদের মধ্যে ৭৭
      শতাংশই স্কুল-কলেজ পড়ুয়া ছেলেমেয়ে! বর্তমানে নিঃসন্দেহে এই পরিমাণ অনেক বেশী।
      অতএব সাবধান! (৩) গান বজনা : গান-বাজনা ও বাদ্যযন্ত্র অশ্লীলতার অন্যতম উৎস।
      কোন কোন গানে এমন কুরুচিপূর্ণ উত্তেজক কথা থাকে যাতে যুবক-যুবতীরা অবৈধ
      কর্মের প্রতি ধাবিত হয়। অনেকেই সময় কাটানো বা বিনোদনের জন্য টিভি-সিনেমায়
      নাচ-গান, মুভি ইত্যাদি দেখে থাকে, যা পরিবারে ও নিজেদের মধ্যে অশ্লীতা ছড়াতে
      ভূমিকা রাখছে। (৪) বিনোদন স্পট : বিভিন্ন বিনোদন স্পটে নির্বিঘ্নে কুকর্ম
      করার মত পরিবেশ সৃষ্টি করা হয়েছে। যেখানে দেদারসে চলে বেলেল্লাপনা যা সমাজকে
      ধ্বংসের দিকে ঠেলে দিচ্ছে। (৫) সহশিক্ষা : শিক্ষা প্রতিষ্ঠানে ছেলে-মেয়ে,
      যুবক-যুবতী ও নারী-পুরুষের সহ-শিক্ষা ও সহাবস্থানের ফলে প্রতিনিয়ত নানা
      দুর্ঘটনা ঘটছে। নবী (ছাঃ) বলেছেন,المَرْأَةُ عَوْرَةٌ، فَإِذَا خَرَجَتْ
      اسْتَشْرَفَهَا الشَّيْطَان ‘নারীরা আবরণীয় বস্ত্ত। যখন সে বাইরে বের হয় তখন
      শয়তান তার দিকে চোখ তুলে তাকিয়ে থাকে’।[4] যুবক-যুবতীদের সহাবস্থানের কারণে
      ইভটিজিং, ধর্ষণ ও অপহরণসহ নানাবিধ অপকর্ম বৃদ্ধি পাচ্ছে। জরিপে দেখা গেছে,
      সহশিক্ষার প্রতিষ্ঠানগুলির ফলাফলের চেয়ে সহশিক্ষাবিহীন প্রতিষ্ঠানগুলির ফলাফল
      অনেক ভাল। সহশিক্ষা প্রতিষ্ঠানের অনেক শিক্ষার্থী অল্প বয়সেই অবৈধ প্রেমে পড়ে
      নিজেদের শিক্ষা জলাঞ্জলী দেয়। এমনকি নিজেদের জীবনটা পর্যন্ত বিলিয়ে দেয়। (৬)
      মেয়েদের জন্য গৃহ শিক্ষক নিয়োগ করা : বর্তমানে অশ্লীলতা প্রসারের আরেকটি
      অন্যতম কারণ হ’ল মেয়েদেরকে পুরুষ শিক্ষকের নিকট প্রাইভেট পড়ানো। ফলে শয়তান
      তাদেরকে অন্যায়ের দিকে প্ররোচিত করে। রাসূলুল্লাহ (ছাঃ) বলেন,لَا يَخْلُوَنَّ
      رَجُلٌ بِامْرَأَةٍ إِلَّا كَانَ ثالثهما الشَّيْطَان ‘নিশ্চয়ই কোন পুরুষ কোন
      নারীর সাথে নির্জনে একত্রিত হ’লে তৃতীয় জন হবে শয়তান’।[5] (৭) নারী-পুরুষের
      অভিন্ন কর্মস্থল : নারী-পুরুষ যখন একই স্থানে চাকুরী করে, পাশাপাশি বসে
      দীর্ঘক্ষণ কাজ করে ও গল্প-গুজবে মত্ত হয়, তখন তাদের অবৈধ সম্পর্কে জড়িয়ে পড়ার
      অত্যধিক সম্ভাবনা থাকে। কেননা আল্লাহ নারী-পুরুষকে পরস্পরের প্রতি আকর্ষণীয়
      করে সৃষ্টি করেছেন। একই কর্মস্থলে কাজ করার কারণে বর্তমানে অনেক নারী
      বিভিন্নভাবে নির্যাতনের স্বীকার হচ্ছে। তারা সুন্দরী সহকর্মী বা সুদর্শন বসের
      খপ্পরে পড়ে অবৈধ সম্পর্কে জড়িয়ে পড়ে। ফলে দাম্পত্য জীবনে অশান্তি নেমে আসছে।
      সেই সাথে পুলিশ, আর্মি, নৌ-বিমানসহ বিভিন্ন বাহিনীতে নারীদের অংশগ্রহণ ও
      পুরুষের পোষাকে পিটি ও কর্তব্য পালনের কারণে পুরুষ সহকর্মী ও অন্যান্যরা
      তাদের প্রতি আকৃষ্ট হয়। নারী ট্রাফিকের দিকে তাকিয়ে পুরুষ গাড়ী চালক অসতর্ক
      হয়ে দুর্ঘটনা ঘটায়। বিভিন্ন বাহিনীর নারীরা তাদের সহকর্মীদের দ্বারা
      বিভিন্নভাবে যৌন নিপীড়নের শিকার হয়। (৮) বর্ষবরণ : বিধর্মী-বিজাতীয়দের আদলে
      বর্তমানে বর্ষবরণ ও বর্ষবিদায় উপলক্ষে নানা কর্মকান্ড এদেশের যুবসমাজ পালন
      করে থাকে। যেখানে থাকে নগ্ন-অর্ধনগ্ন নারী-পুরুষের অবাধ মেলা-মেশা, উল্লম্ফন,
      গান-নাচ, বিভিন্ন প্রাণীর আকৃতি নিয়ে মঙ্গল শোভাযাত্রা, আড্ডার নামে
      যুবক-যুবতীর অশ্লীল আস্ফালন ইত্যাদি। বাংলা নববর্ষের ও ইংরেজী বর্ষবিদায়ে
      (থার্টি ফাস্ট নাইটে), ভ্যালেন্টাইন ডে-তে (ভালবাসা দিবসে) অভিন্ন চিত্র
      পরিলক্ষিত হয়। এসব উদযাপন যুবসমাজে অশ্লীলতা ছড়াচ্ছে। যা যেনায় লিপ্ত হওয়ার
      অন্যতম মাধ্যমে পরিণত হয়েছে। হাযারো যুবতী এ রাতে বেরিয়ে পড়ে একাকী। অথচ
      আল্লাহ তাদেরকে গৃহে থাকতে নির্দেশ দিয়েছেন। আল্লাহ বলেন, ‘আর তোমরা নিজ নিজ
      গৃহে অবস্থান করবে। প্রাচীন জাহেলী যুগের ন্যায় সৌন্দর্য প্রদর্শন করে বেড়িবে
      না’ (আহযাব ৩৩/৩৩)। পুরুষরাও এ নির্দেশের বাইরে নয়। আল্লাহ বলেন, ‘তুমি মুমিন
      পুরুষদের বলে দাও, তারা যেন তাদের দৃষ্টিকে নত রাখে এবং তাদের লজ্জাস্থানের
      হেফাযত করে। এটা তাদের জন্য পবিত্রতর। নিশ্চয়ই তারা যা করে সে বিষয়ে আল্লাহ
      সম্যক অবহিত’ (নূর ২৪/৩০)। (৯) মাহরাম ছাড়া নারীদের একাকী সফর কর : বর্তমানে
      নারীদের একাকী সফরের প্রবণতা বেড়েই চলেছে। অথচ রাসূল (ছাঃ) বলেন, لا تسافر
      امرأة مسيرة يوم وليلة إلا ومعها ذو محرم ‘মহিলারা মাহরাম ব্যতীত একদিন ও এক
      রাতের পথ সফর করবে না’।[6] অশ্লীলতা বৃদ্ধির কারণ সমূহের মধ্যে নারীদের একাকী
      পথ চলা একটি অন্যতম কারণ। রাসূল (ছাঃ) বলেন, الْمَرأَةُ عَوْرَةٌ فَإِذَا
      خَرَجَتْ إِسْتَشْرَفَهَا الشَّيْطَانُ ‘নারী হচ্ছে ঢেকে রাখার বস্ত্ত। যখন
      সে রাস্তায় বের হয় শয়তান তাকে নগ্নতার প্রতি উদ্ধুদ্ধ করে’।[7] (১০)
      পর্দাহীনতা : পোষাক পরিধানের উদ্দেশ্য হবে দেহকে ভালভাবে আবৃত করা। আল্লাহ
      বলেন, ‘হে আদম সন্তান! আমরা তোমাদের উপর পোষাক অবতীর্ণ করেছি, যা তোমাদের
      লজ্জাস্থান আবৃত করে এবং অবতীর্ণ করেছি বেশভূষার উপকরণ সমূহ। তবে আল্লাহভীতির
      পোষাকই সর্বোত্তম’ (আ‘রাফ ৭/২৬)। এখানে ‘আল্লাহভীতির পোষাক’ অর্থ যা দ্বারা
      বেহায়াপনা প্রকাশ না পায়। আসমা বিনতে আবুবকর রাসূলুল্লাহ (ছাঃ)-এর নিকট পাতলা
      পোষাক পরিধান করে আসলে তিনি তার থেকে মুখ ফিরিয়ে নিয়ে বললেন, ‘হে আসমা!
      মহিলারা যখন ঋতুবর্তী হয় তখন দুই হাতের কব্জি ও মুখমন্ডল ব্যতীত দেহের অন্য
      কোন অঙ্গ দেখা বৈধ নয়’।[8] বর্তমানে নারীরা সংকীর্ণ পোষাক পরিধান করছে,
      পুরুষদের আকৃষ্ট করার জন্য। এটা অশ্লীলতা ছড়ানোর অন্যতম কারণ। এতে তারা একে
      অপরের প্রতি আকৃষ্ট হয়, তৈরি হয় অবৈধ সম্পর্ক। যা তাদেরকে যেনা-ব্যভিচারে
      লিপ্ত হ’তে উদ্বুদ্ধ করে। (১১) ভারতীয় ও অন্যান্য টিভি সিরিয়াল : ভারতের
      বাংলা সিরিয়াল ও নানা রিয়েলিটি শো স্যাটেলাইটের মাধ্যমে বিশ্বব্যাপী ছড়িয়ে
      পড়েছে। এসব অনুষ্ঠানের অভিনেতা-অভিনেত্রীদের সংক্ষিপ্ত ও কুরুচিপূর্ণ পোষাক
      এদেশের নারীদের মধ্যে অনুকরণীয় হয়ে উঠছে। যা অশ্লীলতা ছড়ানোর মাধ্যম।
      শিল্পচর্চা ও প্রতিভা বিকাশের নামে স্যাটেলাইট চ্যানেলগুলি আজকাল ক্লোজআপ
      ওয়ান, খুদে গানরাজ, লাক্স ফটো সুন্দরী প্রতিযোগিতা ইত্যাদির নামে শরীরকলার
      হেন আইটেম নেই যার আয়োজন করা হচ্ছে না। এসবের মাধ্যমেও অশ্লীলতা ছড়াচ্ছে।
      (১২) নারীদের খেলায় অংশগ্রহণ : ক্রিকেট, ফুটবল, ভলিবল, হ্যান্ডবল,
      কুস্তি,-কাবাডি, ব্যাডমিন্টনসহ নানা ধরণের খেলায় আজ নারীরা অংশগ্রহণ করছে।
      তাদের শর্টকার্ট ও টাইটফিটিং পোষাক পুরুষদের আকৃষ্ট করে। ফলে যুবকরা ঐ নারী
      খেলোয়াড়দের সাথে অবৈধ কর্মে জড়িয়ে পড়ে। (১৩) বিজ্ঞাপনের মডেল হওয়া : বিজ্ঞাপন
      ও ফ্যাশনের মডেল হিসাবে নারীকে অশ্লীলভাবে উপস্থাপন করা হচ্ছে। পুরুষের
      লুঙ্গি-প্যান্ট, আন্ডার ওয়ার, ব্লেড, শেভিং ক্রিম ও আফটার শেভ লোশন,
      কম্পিউটার, মোবাইল কিংবা গাড়ি প্রদর্শনী সার্থক (?) হয় না, যদি না তার পাশে
      দু’জন মডেলকন্যাকে দাঁড় করানো যায়! এসব অশ্লীলতা ছড়ানোর মাধ্যম বৈকি? সমাজে
      অশ্লীলতার কুপ্রভাব সমাজে অশ্লীলতা ছড়ানোর ফলে ক্রমান্বয়ে বিভিন্ন ধরণের
      অপকর্ম বৃদ্ধি পাচ্ছে। যা সমাজদেহকে একেবারে বিষাক্ত করে তুলেছে। নিম্নে
      কয়েকটি উল্লেখ করা হ’ল।- (১) পরকীয়া ও বিবাহ বিচ্ছেদ : বিবাহ স্বামী-স্ত্রী
      একত্রে বসবাসের পবিত্র বন্ধন। পরকীয়া এ পবিত্র বন্ধনকে নিমিশেই কলুষিত করে
      তুলে। পরকীয়া একটি সাজানো-গোছানো সংসারকে ভেঙ্গে তছনছ করে দেয়। এর চূড়ান্ত
      পরিণতি হচ্ছে বিবাহ বিচ্ছেদ। ব্যক্তি ও পরিবার ক্ষতিগ্রস্ত হয়, সংসার ভেঙ্গে
      জীবনে নেমে আসে ঘোর অন্ধকার। পরকীয়ার ঘটনা আমাদের সামাজিক জীবনে বিষফোঁড়া হয়ে
      দাঁড়িয়েছে। যা সামাজিক ভারসাম্য ও স্থিতিশীলতাকে চরমভাবে ক্ষতিগ্রস্ত করছে।
      নিজ স্বামী বা স্ত্রী ব্যতীত অন্য কোন পুরুষ বা নারীর সাথে যেনা করলে চরম
      শাস্তি রয়েছে। এক্ষেত্রে শারঈ বিধান হচ্ছে বিবাহিত নারী বা পুরুষকে রজম করে
      হত্যা করা।[9] ইমাম তিরমিযী (রহঃ) ‘যার স্বামী অনুপস্থিত তার সাথে দেখা করা
      নিষেধ’ শিরোনামে পরিচ্ছেদ রচনা করেছেন।[10] (৩) আত্মহত্যা : অশ্লীলতা বৃদ্ধির
      কারণে আত্মহত্যার হার বহুগুণে বেড়েছে। কেউ ইভটিজিং-এর শিকার হয়ে, কেউ প্রেমে
      ব্যর্থ হওয়ার কারণে, আবার কেউ সংসার ভেঙ্গে যাওয়ায় আত্মহত্যার পথ বেছে নেয়।
      এমন অসংখ্য ঘটনা অহরহ ঘটছে দেশের আনাচে-কানাচে। (৪) অবৈধ বিবাহ : অশ্লীলতা ও
      পর্দহীনতার কারণে যুবক-যুবতীরা অবৈধ সম্পর্কে জড়িয়ে পড়ে পিতা-মাতাকে না
      জানিয়ে পালিয়ে গিয়ে অন্যত্র একত্রে অবস্থান করে। অবশেষে সর্বস্ব খুইয়ে নিজের
      পরিবারের কাছে প্রত্যাবর্তনে বাধ্য হয়। কেউবা গোপনে কাযী অফিসে বা আদালতে
      গিয়ে বিবাহ করে। এক সময়ে যখন মোহ কেটে যায় তখন নিজেদের মধ্যে সম্পর্কের
      টানাপড়েন সৃষ্টি হয়। ভাঙ্গে ভুল, ভাঙ্গে সংসার, ক্ষয়ে যায় মূল্যবান জীবন। (৫)
      অপহরণ ও ধর্ষণ : অশ্লীল পোষাক পরিহিতা ও নগ্ন নারীদেহ দর্শনে যুবকের মাঝে
      কুপ্রবৃত্তি জেগে ওঠে। স্বীয় লালসা চরিত্রার্থ করতে সে মরিয়া হয়ে ওঠে। ফলে
      বেছে নেয় অপহরণ ও ধর্ষণের মত জঘন্য ও নিকৃষ্টতম পন্থা। যা ডেকে আনছে ভয়াবহ
      পরণতি। (৬) দুরারোগ্য রোগের প্রাদুর্ভাব : অশ্লীলতার কারণে মানুষ বিবাহ
      বহির্ভূত সম্পর্ক ও বহুগামিতায় লিপ্ত হয়। এ কারণে বিভিন্ন যৌন বাহিত রোগ যেমন
      সিফিলিস, গণোরিয়া, ক্ল্যামাইডিয় মোনিলিয়াসিস, ট্রাইকোমোনিয়াসি ব্যাকটেরিয়াল
      ভেজাইনোসিস, জেনিট হার্পিস, জেনিটাল ওয়ার্টস, এইডস ও এ্যাবোলা প্রভৃতি
      মারাত্মক ব্যাধিতে আক্রান্ত হয়। (৭) খুন : পরকিয়ায় জড়িয়ে পড়ার কারণে নিজের
      স্বামী বা স্ত্রীকে খুন করা, অন্যের প্রেমিকা বা বান্ধবীর সাথে সম্পর্ক করার
      কারণে সেই বান্ধবীর আগের প্রেমিক বা বন্ধু কর্তৃক খুন হওয়ার মূলে রয়েছে এই
      অশ্লীলতা। উপসংহার : সুন্দর সুখী ন্যায়পূর্ণ সমাজ বিনির্মাণে যেমন অশ্লীলতা
      দূর করা যরূরী তেমনি অশ্লীলতা দূর করতে ধর্মীয় শিক্ষা বাধ্যতামূলক করা একান্ত
      যরূরী। সব ধরনের অশ্লীলতা ও অশ্লীল কার্যকলাপের বিরুদ্ধে রাষ্ট্রীয় ও
      সামাজিকভাবে রুখে দাঁড়াতে হবে। এজন্য সমাজ ও রাষ্ট্রকে বাস্তবসম্মত ও কার্যকর
      পদক্ষেপ গ্রহণ করতে হবে। সেই সাথে পরিবারকে ইসলামী পরিবার হিাসাবে গড়ে তুলতে
      হবে। আল্লাহ আমাদের সবাইকে অশ্লীলতার বিরুদ্ধে প্রতিবাদী ও সোচ্চার হওয়ার
      তাওফীক্ব দান করুন-আমীন! [1]. তুহফাতুল আহওয়াযী, ৬/৯৩, ৮/৩৮৩। [2]. তুহফাতুল
      আহওয়াযী, ৬/৯৩। [3]. ইবনু মাজাহ হা/৩৩৭১; ছহীহহা হা/২৭৯৪; মিশকাত হা/৫৮০।
      [4]. তিরমিযী হা/১১৭৩; ছহীহ ইবনু খুযায়মাহ হা/১৬৮৫; মিশকাত হা/৩১০৯। [5].
      তিরমিযী হা/১১৭১; মিশকাত হা/৩১১৮। [6]. বুখারী হা/ ১০৮৮; মুসলিম হা/১৩৩৯;
      তিরমিযী হা/১১৭০ মিশকাত হা/২৫১৫। [7]. তিরমিযী হা/১১৭৩; মিশকাত হা/৩১০৯। [8].
      আবুদাঊদ হা/৪১০৪৭; মিশকাত হা/৪৩৭২। [9]. মুসলিম হা/১৬৯০; ইবনু মাজাহ হা/২৫৫০;
      মিশকাত হা/৩৫৫৮। [10]. তিরমিযী হা/১১৭১-এর উপরে। বাংলাদেশ ইসলামিক সেন্টার
      অনূদিত তিরমিযী ২/৩৩২।
    </div>
  );
};

export default shalinota;
