import React from "react";

const siam = () => {
  return (
    <div className=" px-4 text-justify">
      ‘সাওম’ এর শাব্দিক অর্থ বিরত থাকা। আর শরীআতের পরিভাষায় আল্লাহর ইবাদতের
      উদ্দেশ্যে পানাহার এবং স্ত্রী সহবাস থেকে বিরত থাকার নাম হলো ‘সাওম’। তবে
      সুবহে সাদিক উদয় হওয়ার পূর্ব থেকে শুরু করে সূর্যস্ত পর্যন্ত সিয়ামের
      নিয়তে একাধারে এভাবে বিরত থাকলেই তা সিয়াম বলে গণ্য হবে। সূর্যাস্তের এক
      মিনিট আগেও যদি কোন কিছু খেয়ে ফেলে, পান করে কিংবা সহবাস করে, তবে সিয়াম
      হবে না। অনুরূপ উপায়ে সবকিছু থেকে পূর্ণ দিবস বিরত থাকার পরও যদি সিয়ামের
      নিয়ত না থাকে, তবে তাকেও সিয়াম পালন হয়েছে বলা যাবে না। সিয়াম ইসলামের মূল
      ভিত্তির অন্যতম। তাই ইসলামে সিয়ামের অপরিসীম ফযীলত রয়েছে। রোযা সম্পর্কিত
      কুরআনের আয়াত يٰٓأَيُّهَا الَّذِينَ ءَامَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ
      كَمَا كُتِبَ عَلَى الَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ হে
      মুমিনগণ, তোমাদের উপর সিয়াম ফরয করা হয়েছে, যেভাবে ফরয করা হয়েছিল তোমাদের
      পূর্ববর্তীদের উপর। যাতে তোমরা তাকওয়া অবলম্বন কর। মুসলিমদের প্রতি সিয়াম
      ফরয হওয়ার নির্দেশের সাথে সাথে এটাও উল্লেখ করা হয়েছে যে, সিয়াম শুধুমাত্র
      তোমাদের প্রতিই ফরয করা হয়নি, তোমাদের পূর্ববর্তী উম্মতগণের উপরও ফরয করা
      হয়েছিল। এর দ্বারা যেমন সিয়ামের বিশেষ গুরুত্ব বোঝানো হয়েছে, তেমনি
      মুসলিমদের এ মর্মে একটি শান্তনাও দেয়া হয়েছে যে, সিয়াম একটা কষ্টকর ইবাদাত
      এটা সত্য, তবে তা শুধুমাত্র তোমাদের উপরই ফরয করা হয়নি, তোমাদের পূর্ববর্তী
      জাতিগুলোর উপরও ফরয করা হয়েছিল। কেননা কোন একটা কষ্টকর কাজে অনেক লোক একই
      সাথে করতে থাকলে তা অনেকটা স্বাভাবিক হয়ে যায়। আয়াতের মধ্যে শুধু বলা
      হয়েছে যে, “সিয়াম যেমন মুসলিমদের উপর ফরয করা হয়েছে, তেমনি পূর্ববর্তী
      উম্মতগণের উপরও ফরয করা হয়েছিল; এ কথা দ্বারা এ তথ্য বুঝায় না যে, আগেকার
      উম্মতগণের সিয়াম সমগ্র শর্ত ও প্রকৃতির দিক দিয়ে মুসলিমদের উপর ফরযকৃত
      সিয়ামেরই অনুরূপ ছিল। যেমন, সিয়ামের সময়সীমা, সংখ্যা এবং কখন তা রাখা হবে,
      এসব ব্যাপারে আগেকার উম্মতদের সিয়ামের সাথে মুসলিমদের সিয়ামের পার্থক্য হতে
      পারে, বাস্তব ক্ষেত্রে হয়েছেও তাই। বিভিন্ন সময়ে সিয়ামের সময়সীমা এবং
      সংখ্যার ক্ষেত্রে পার্থক্য হয়েছে। (মা’আরিফুল কুরআন) এই আয়াতে ইঙ্গিত করা
      হয়েছে যে, তাকওয়ার শক্তি অর্জন করার বিষয়ে সিয়ামের একটা বিশেষ ভূমিকা
      রয়েছে। কেননা সিয়ামের মাধ্যমে প্রবৃত্তির তাড়না নিয়ন্ত্রণ করার বিশেষ একটা
      শক্তি অর্জিত হয়। প্রকৃত অর্থে এটাই তাকওয়ার মূল শক্তি। (বাকারা:২-১৮৪)
      أَيَّامًا مَّعْدُودٰتٍ ۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوْ عَلٰى سَفَرٍ
      فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ ۚ وَعَلَى الَّذِينَ يُطِيقُونَهُۥ فِدْيَةٌ
      طَعَامُ مِسْكِينٍ ۖ فَمَن تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَّهُۥ ۚ وَأَن
      تَصُومُوا خَيْرٌ لَّكُمْ ۖ إِن كُنتُمْ تَعْلَمُونَ. নির্দিষ্ট কয়েক দিন।
      তবে তোমাদের মধ্যে যে অসুস্থ হবে, কিংবা সফরে থাকবে, তাহলে অন্যান্য দিনে এই
      সংখ্যা পূরণ করে নেবে। আর যাদের জন্য তা কষ্টকর হবে, তাদের কর্তব্য ফিদয়া-
      একজন দরিদ্রকে খাবার প্রদান করা। অতএব যে স্বেচ্ছায় অতিরিক্ত সৎকাজ করবে, তা
      তার জন্য কল্যাণকর হবে। আর সিয়াম পালন তোমাদের জন্য কল্যাণকর, যদি তোমরা জান।
      (২-১৮৫) আয়াতে উল্লেখিত রুগ্ন বলতে সে ব্যক্তি উদ্দেশ্য, রোযা রাখতে যার কঠিন
      কষ্ট হয় অথবা রোগ মারাত্মকভাবে বেড়ে যাওয়ার প্রবল আশংকা থাকে। আয়াতে সফররত
      অবস্থায় রোযা না রাখা ব্যক্তির ইচ্ছা ও পছন্দের উপর ছেড়ে দেয়া হয়েছে।
      আনাস রাঃ বলেন, সাহাবাগণ রাসূল সাঃ এর সাথে সফরে যেতেন। তাদের কেউ রোযা
      রাখতেন আবার কেউ রাখতেন না। উভয় দলের কেউ পরস্পরের বিরুদ্ধে আপত্তি উঠাতেন
      না। (বুখারী:১৯৪৭- মুসলিম: ১১১৬) আয়াতে উল্লেখিত রুগ্ন বা মুসাফির ব্যক্তি
      অসুস্থ অবস্থায় বা সফর অবস্থায় যে কয়টি রোযা রাখতে পারবে না, সেগুলো অন্য
      সময় হিসাব করে কাযা করা ওয়াজিব। সুতরাং আয়াতের স্বাভাবিক অর্থ দাঁড়ায়,
      যেসব লোক রোগজনিত কারণে কিংবা সফরের দরুন নয়; বরং রোযা রাখার পূর্ণ সামর্থ
      থাকা সত্বেও রোযা রাখতে চায় না, তাদের জন্যেও রোযা না রেখে রোযার পরিবর্তে
      ‘ফিদইয়া’ দেওয়ার সুযোগ রয়েছে। কিন্তু সাথে সাথে আল্লাহ্ এটাও বলে দিয়েছেন
      যে, রোযা রাখাই হবে তোমাদের জন্য কল্যাণকর। উপরোক্ত নির্দেশটি ছিল ইসলামের
      প্রাথমিক যুগের, যখন লক্ষ্য ছিল ধীরে ধীরে লোকজনকে রোযার রাখার প্রতি অভ্যস্ত
      করে তোলা। এরপর নাযিলকৃত আয়াতের দ্বারা প্রাথমিক এ নির্দেশ সুস্থ-সবল লোকদের
      ক্ষেত্রে রহিত করা হয়েছে। তবে যেসব লোক অতিরিক্ত বার্ধক্যের কারণে রোযা
      রাখতে অপরাগ কিংবা দীর্ঘদিন ধরে রোগ ভোগের কারণে দূর্বল হয়ে পড়েছে, অথবা
      দুরারোগ্য রোগে আক্রান্ত হয়ে স্বাস্থ্য পুনরুদ্ধারের ব্যাপারে একেবারেই
      নিরাশ হয়ে গেছে, সেসব লোকের ক্ষেত্রে উপরোক্ত নির্দেশটি এখনো প্রযোজ্য
      রয়েছে। সাহাবী ও তাবেয়ীগণের সর্বসম্মত অভিমত এটাই। সালামাহ ইবনুল আকওয়া
      রাঃ বলেন, যখন এই আয়াতটি নাযিল হয়, তখন আমাদেরকে এ মর্মে ইখতিয়ার দেয়া
      হয়েছিল যে, যার ইচ্ছা হয় সে রোযা রাখতে পারে এবং যে রোযা রাখতে চায় না, সে
      ‘ফিদইয়া’ দিয়ে দেবে। এরপর যখন পরবর্তী আয়াত নাযিল হলো, তখন ‘ফিদইয়া’
      দেওয়ার ইখতিয়ার রহিত হয়ে সুস্থ লোকদের উপর শুধুমাত্র রোযা রাখাই জরুরী
      সাব্যস্ত হয়ে যায়। (বুখারী:৪৫০৭) شَهْرُ رَمَضَانَ الَّذِىٓ أُنزِلَ فِيهِ
      الْقُرْءَانُ هُدًى لِّلنَّاسِ وَبَيِّنٰتٍ مِّنَ الْهُدٰى وَالْفُرْقَانِ ۚ
      فَمَن شَهِدَ مِنكُمُ الشَّهْرَ فَلْيَصُمْهُ ۖ وَمَن كَانَ مَرِيضًا أَوْ
      عَلٰى سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ ۗ يُرِيدُ اللَّهُ بِكُمُ
      الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ وَلِتُكْمِلُوا الْعِدَّةَ
      وَلِتُكَبِّرُوا اللَّهَ عَلٰى مَا هَدٰىكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ
      রমযান মাস, যাতে কুরআন নাযিল করা হয়েছে মানুষের জন্য হিদায়াতস্বরূপ এবং
      হিদায়াতের সুস্পষ্ট নিদর্শনাবলী ও সত্য-মিথ্যার পার্থক্যকারীরূপে। সুতরাং
      তোমাদের মধ্যে যে এই মাসটিতে উপস্থিত হবে, সে যেন তাতে রোযা রাখে। আর যে
      অসুস্থ হবে অথবা সফরে থাকবে তবে অন্যান্য দিবসে সংখ্যা পূরণ করে নেবে। আল্লাহ
      তোমাদের সহজ চান এবং কঠিন চান না। আর যাতে তোমরা সংখ্যা পূরণ কর এবং তিনি
      তোমাদেরকে যে হিদায়াত দিয়েছেন, তার জন্য আল্লাহর বড়ত্ব ঘোষণা কর এবং যাতে
      তোমরা কৃতজ্ঞতা প্রকাশ করতে পার। (২-১৮৬) এই আয়াতে রোযা সম্পর্কিত অনেক বিধি
      বিধানের প্রতি ইঙ্গিত করা হয়েছে। شهر এ শব্দটির অর্থ উপস্থিত ও বর্তমান
      থাকা। আরবী অভিধানে এর অর্থ মাস। আর এখানে সামষ্টিক অর্থ হলো রমযান মাস।
      কাজেই বাক্যটির অর্থ হলো এই যে, “তোমাদের মধ্যে যে ব্যক্তি রমযান মাসে
      উপস্থিত থাকবে, তার উপর রমাযান মাসের রোযা রাখা আবশ্যক”। রোযার পরিবর্তে সবার
      জন্য ‘ফিদইয়া’ দেওয়ার যে সাধারণ অনুমতি ছিল এই আয়াতের দ্বারা তা রহিত করে
      দিয়ে রোযা রাখাকেই অপরিহার্য করে দেওয়া হয়েছে। শুধুমাত্র মোসাফির ও অসুস্থ
      ব্যক্তি ছাড়া সবাই রোযা রাখতেই হবে। আর আয়াতে অসুস্থ কিংবা মুসাফিরকে রোযা
      রাখা থেকে অব্যাহতি দেওয়া হয়েছে যে, সে তখন রোযা না রেখে বরং সুস্থ হওয়ার
      পর অথবা সফর শেষ হওয়ার পর অনাদায়কৃত রোযার কাযা করে নেবে, এ হুকুমটি যদিও
      পূর্ববর্তী আয়াতে উল্লেখ করা হয়েছিল, কিন্তু এ আয়াতে যেহেতু রোযার
      পরিবর্তে ‘ফিদইয়া’ দেওয়ার ঐচ্ছিকতাকে রহিত করে দেওয়া হয়েছে, কাজেই সন্দেহ
      হতে পারে যে, হয়ত রুগ্ন কিংবা মুসাফিরের বেলায়ও হুকুমটি রহিত হয়ে গেছে।
      সুতরাং এখানে তার পুনরুল্লেখ করা হয়েছে। (মাআরিফুল কুরআন) أُحِلَّ لَكُمْ
      لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلٰى نِسَآئِكُمْ ۚ هُنَّ لِبَاسٌ لَّكُمْ
      وَأَنتُمْ لِبَاسٌ لَّهُنَّ ۗ عَلِمَ اللَّهُ أَنَّكُمْ كُنتُمْ تَخْتَانُونَ
      أَنفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنكُمْ ۖ فَالْئٰنَ بٰشِرُوهُنَّ
      وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ ۚ وَكُلُوا وَاشْرَبُوا حَتّٰى
      يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ
      الْفَجْرِ ۖ ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى الَّيْلِ ۚ وَلَا
      تُبٰشِرُوهُنَّ وَأَنتُمْ عٰكِفُونَ فِى الْمَسٰجِدِ ۗ تِلْكَ حُدُودُ
      اللَّهِ فَلَا تَقْرَبُوهَا ۗ كَذٰلِكَ يُبَيِّنُ اللَّهُ ءَايٰتِهِۦ
      لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ. রোযার রাতে তোমাদের জন্য তোমাদের
      স্ত্রীদের নিকট গমন হালাল করা হয়েছে। তারা তোমাদের জন্য পরিচ্ছদ এবং তোমরা
      তাদের জন্য পরিচ্ছদ। আল্লাহ জেনেছেন যে, তোমরা নিজদের সাথে খিয়ানত করছিলে।
      অতঃপর তিনি তোমাদের তাওবা কবূল করেছেন এবং তোমাদেরকে ক্ষমা করেছেন। অতএব, এখন
      তোমরা তাদের সাথে মিলিত হও এবং আল্লাহ তোমাদের জন্য যা লিখে দিয়েছেন, তা
      অনুসন্ধান কর। আর আহার কর ও পান কর; যতক্ষণ না ফজরের সাদা রেখা কাল রেখা থেকে
      স্পষ্ট হয়। অতঃপর রাত পর্যন্ত সিয়াম পূর্ণ কর। আর তোমরা মাসজিদে ইতিকাফরত
      অবস্থায় স্ত্রীদের সাথে মিলিত হবে না। এটা আল্লাহর সীমারেখা, সুতরাং তোমরা
      তার নিকটবর্তী হবে না। এভাবেই আল্লাহ তাঁর আয়াতসমূহ মানুষের জন্য স্পষ্ট করেন
      যাতে তারা তাকওয়া অবলম্বন করে। এ আয়াত দ্বারা যে বিষয়টিকে হালাল করা
      হয়েছে, তা ইতিপূর্বে হারাম ছিল। বিভিন্ন হাদীসে বর্ণিত হয়েছে যে, প্রথম যখন
      রমযানের রোযা ফরয করা হয়েছিল, তখন ইফতারের পর থেকে শয্যাগ্রহণের পূর্ব
      পর্যন্ত খানা-পিনা ও স্ত্রী সহবাসের অনুমতি ছিল। একবার শয্যাগ্রহণ করে
      ঘুমিয়ে পড়ার সাথে সাথেই সবকিছু হারাম হয়ে যেত। কোন কোন সাহাবী এ ব্যাপারে
      অসুবিধায় পড়েন। কায়েস ইবনে সিরমাহ আনসারী নামক জনৈক সাহাবী একবার সমগ্র
      দিন কঠোর পরিশ্রম করে ইফতারের সময় ঘরে এসে দেখেন, ঘরে খাওয়ার মতো কোন কিছুই
      নেই। স্ত্রী বললেন, একটু অপেক্ষা করুন, আমি কোথাও থেকে কিছু সংগ্রহ করে আনার
      চেষ্টা করি। স্ত্রী যখন কিছু খাদ্য সংগ্রহ করে ফিরে এলেন, তখন সারাদিনের
      পরিশ্রমের ক্লান্তিতে তিনি ঘুমিয়ে পড়েছেন। ইফতারের পর ঘুমিয়ে পড়ার দরুন
      খানা-পিনা তার জন্য হারাম হয়ে যায়। ফলে পরদিন তিনি এ অবস্থাতেই রোযা পালন
      করেন। কিন্তু দুপুর বেলায় শরীর দুর্বল হয়ে তিনি বেহুশ হয়ে পড়ে যান।
      (বুখারী: ১৯১৫) অনুরূপভাবে কোন কোন সাহাবী গভীর রাতে ঘুম ভাঙ্গার পর
      স্ত্রীদের সাথে সহবাসে লিপ্ত হয়ে মানসিক কষ্টে পতিত হন। এসব ঘটনার পর এ
      আয়াত নাযিল হয়, যাতে পূর্ববর্তী হুকুম রহিত করে সূর্যাস্তের পর থেকে শুরু
      করে সুবহে-সাদিক উদিত হওয়ার পূর্ব পর্যন্ত সারা রাতেই খানা-পিনা ও স্ত্রী
      সহবাস বৈধ করা হয়েছে। ঘুমানোর আগে কিংবা ঘুম থেকে উঠার পর সম্পর্কে কোন
      বাধ্যবাধকতাই এতে আর অবশিষ্ট রাখা হয়নি। এমনকি হাদীস অনুযায়ী শেষরাতে সেহরী
      খাওয়া সুন্নাত সাব্যস্ত করা হয়েছে। উল্লিখিত আয়াতে এ সম্পর্কিত নির্দেশই
      প্রদান করা হয়েছে। এই আয়াতে রাতের অন্ধকারকে কালো রেখা এবং ভোরের আলো
      ফোটাকে সাদা রেখার সাথে তুলনা করে রোযার শুরু এবং খানা-পিনা হারাম হওয়ার
      সঠিক সময়টি বুঝিয়ে দেওয়া হয়েছে। وَإِذَا سَأَلَكَ عِبَادِي عَنِّي
      فَإِنِّي قَرِيبٌ ۖ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ ۖ
      فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ আর আমার
      বান্দারা যখন তোমার কাছে জিজ্ঞেস করে আমার ব্যাপারে, বস্তুত আমি রয়েছি
      সন্নিকটে। যারা প্রার্থনা করে, তাদের প্রার্থনা কবুল করে নিই, যখন আমার কাছে
      প্রার্থনা করে। কাজেই আমার হুকুম মান্য করা এবং আমার প্রতি নিঃসংশয়ে বিশ্বাস
      করা তাদের একান্ত কর্তব্য। যাতে তারা সৎপথে আসতে পারে। (বাকারা:১৮৬) রমযানের
      ফযিলত সম্পর্কে হাদীস عَنْ أَبِىْ هُرَيْرَةَ رَضِىَ اللهُ عَنْه أَنَّ
      رَسُولَ اللهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّم قَالَ إِذَا جَاءَ رَمَضَانُ
      فُتِّحَتْ أَبْوَابُ الْجَنَّةِ وَغُلِّقَتْ أَبْوَابُ النَّارِ وَصُفِّدَتِ
      الشَّيَاطِينُ আবু হুরাইরা রাঃ থেকে বর্ণিত; আল্লাহর রাসূল সাঃ বলেন, “রমযান
      উপস্থিত হলে জান্নাতের দরজা সমূহকে উন্মুক্ত করা হয়, দোযখের দরজা সমূহকে
      রুদ্ধ করে দেওয়া হয়, আর সকল শয়তানকে করা হয় শৃঙ্খলিত।” (বুখারী ১৮৯৯, ৩২৭৭,
      মুসলিম ২৫৪৭) عَنْ أَبِيْ هُرَيْرَةَ قَالَ : قَالَ رَسُولُ اللهِ صَلَّى
      اللهُ عَلَيْهِ وَسَلَّمَ إِذَا كَانَ أَوَّلُ لَيْلَةٍ مِنْ رَمَضَانَ
      صُفِّدَتِ الشَّيَاطِينُ وَمَرَدَةُ الْجِنِّ وَغُلِّقَتْ أَبْوَابُ النَّارِ
      فَلَمْ يُفْتَحْ مِنْهَا بَابٌ وَفُتِحَتْ أَبْوَابُ الْجِنَانِ فَلَمْ
      يُغْلَقْ مِنْهَا بَابٌ وَنَادَى مُنَادٍ : يَا بَاغِيَ الْخَيْرِ أَقْبِلْ
      وَيَا بَاغِيَ الشَّرِّ أَقْصِرْ وَلِلهِ عُتَقَاءُ مِنَ النَّارِ، وَذَلِكَ
      عِنْدَ كُلِّ لَيْلَةٍ আবু হুরাইরা রাঃ থেকে বর্ণিত; নবী সাঃ বলেন, “রমযান
      মাসের প্রথম রাত্রি যখন আগত হয়, তখন সকল শয়তান ও অবাধ্য জিনদেরকে শৃঙ্খলাবদ্ধ
      করা হয়, জাহান্নামের সকল দরজা বন্ধ করা হয়, সুতরাং তার একটি দরজাও খোলা হয়
      না। উপরন্তু জান্নাতের সকল দরজা খুলে রাখা হয়, সুতরাং তার একটি দরজাও বন্ধ
      রাখা হয় না। আর একজন আহ্বানকারী এই বলে আহবান করে, ‘হে মঙ্গলকামী! তুমি
      অগ্রসর হও। আর হে মন্দকামী! তুমি ক্ষান্ত হও। আল্লাহর জন্য রয়েছে দোযখ থেকে
      মুক্তিপ্রাপ্ত ব্যক্তিবর্গ (সম্ভবতঃ তুমিও তাদের দলভুক্ত হতে পার)।’ এরূপ
      আহবান প্রত্যেক রাত্রেই হতে থাকে।” (তিরমিযী ৬৮২,) عَنْ مَالِكُ بْنُ
      الْحَسَنِ بْنِ مَالِكِ بْنِ الْحُوَيْرِثِ عَنْ أَبِيهِ عَنْ جَدِّهِ رَضِيَ
      اللهُ عَنْهُ قَالَ صَعِدَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ
      الْمِنْبَرَ فَلَمَّا رَقِيَ عَتَبَةً قَالَ: “آمِينَ”: ثمَّ رقى أُخْرَى
      فقَالَ: “آمِينَ” ثُمَّ رَقِيَ عَتَبَةً ثَالِثَةً فَقَالَ: “آمين” ثمَّ
      قَالَ: “أَتَانِي جِبْرِيل عليه السلام فقَالَ يَا مُحَمَّدُ مَنْ أَدْرَكَ
      رَمَضَانَ فَلَمْ يغْفر لَهُ فَأَبْعَده الله فَقلت آمِينَ قَالَ وَمَنْ
      أَدْرَكَ وَالِدَيْهِ أَوْ أَحَدَهُمَا فَدخل النَّار فَأَبْعَده الله فَقلت
      آمين قَالَ وَمَنْ ذُكِرْتَ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيْكَ فَأَبْعَدَهُ
      فَقلتُ آمين”. মালেক বিন হাসান বিন মালেক বিন হুয়াইরিছ তাঁর পিতা থেকে
      বর্ণিত; তিনি (হাসান) তাঁর (মালেকের) পিতামহ (মালেক বিন হুয়াইরিছ) হতে বর্ণনা
      করে বলেন, একদা আল্লাহর রসূল সাঃ মিম্বারে উঠেন। প্রথম ধাপে চড়েই বললেন,
      “আমীন।” অতঃপর দ্বিতীয় ধাপে চড়ে বললেন, “আমীন” অনুরূপ তৃতীয় ধাপেও চড়ে বললেন,
      “আমীন।” অতঃপর তিনি (এর রহস্য ব্যক্ত করে) বললেন, “আমার নিকট জিবরাঈল আঃ
      উপস্থিত হয়ে বললেন, ‘হে মুহাম্মাদ! যে ব্যক্তি রমযান মাস পেল অথচ পাপমুক্ত
      হতে পারল না আল্লাহ তাকে দূর করেন।’ তখন আমি (প্রথম) ‘আমীন’ বললাম। তিনি আবার
      বললেন, ‘যে ব্যক্তি তার পিতা-মাতাকে অথবা তাদের একজনকে জীবিতাবস্থায় পেল অথচ
      তাকে দোযখে যেতে হবে, আল্লাহ তাকেও দূর করুন।’ এতে আমি (দ্বিতীয়) ‘আমীন’
      বললাম। অতঃপর তিনি বললেন, ‘যার নিকট আপনার নাম উল্লেখ করা হয় অথচ সে আপনার
      উপর দুরূদ পাঠ করে না, আল্লাহ তাকেও দূর করুন।’ এতে আমি (তৃতীয়) ‘আমীন’
      বললাম।” (ইবনে হিব্বান ৯০৭,) عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ دَخَلَ
      رَمْضَانَ فقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إنّ هذا
      الشَّهْرَ قد حَضَرَكمْ وفيه لَيْلَةٌ خَيْرٌ مِنْ ألْفِ شَهْرِ مَنْ
      حُرِمَها فقد حُرِمَ الخَيْرَ كُلّهُ ولا يُحْرَمُ خَيْرَها إلاّ مَحْرُومٌ
      আনাস বিন মালেক রাঃ থেকে বর্ণিত; তিনি বলেন, রমযান উপস্থিত হলে আল্লাহর রসূল
      সাঃ বললেন, “এই মাস তোমাদের নিকট উপস্থিত হয়েই গেল। এই মাসে এমন একটি রাত্রি
      রয়েছে যা হাজার মাস অপেক্ষা শ্রেষ্ঠতর। যে ব্যক্তি ঐ রাত্রের সওয়াব থেকে
      বঞ্চিত হল, সে যেন সর্বপ্রকার কল্যাণ থেকেই বঞ্চিত থেকে গেল। আর একান্ত
      চিরবঞ্চিত ছাড়া ঐ রাত্রের কল্যাণ থেকে অন্য কেউ বঞ্চিত হয় না।” (ইবনে মাজাহ
      ১৬৪৪,) সিয়ামের ফযীলত সম্পর্কে হাদীস عَنْ أَبِى هُرَيْرَةَ رَضِىَ اللهُ
      عَنْه قَالَ قَالَ رَسُولُ اللهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّم قَالَ
      اللهُ عَزَّ وَجَلَّ كُلُّ عَمَلِ ابْنِ آدَمَ لَهُ إِلاَّ الصِّيَامَ
      فَإِنَّهُ لِى وَأَنَا أَجْزِى بِهِ وَالصِّيَامُ جُنَّةٌ فَإِذَا كَانَ
      يَوْمُ صَوْمِ أَحَدِكُمْ فَلاَ يَرْفُثْ يَوْمَئِذٍ وَلاَ يَسْخَبْ فَإِنْ
      سَابَّهُ أَحَدٌ أَوْ قَاتَلَهُ فَلْيَقُلْ إِنِّى امْرُؤٌ صَائِمٌ وَالَّذِى
      نَفْسُ مُحَمَّدٍ بِيَدِهِ لَخُلُوفُ فَمِ الصَّائِمِ أَطْيَبُ عِنْدَ اللهِ
      يَوْمَ الْقِيَامَةِ مِنْ رِيحِ الْمِسْكِ وَلِلصَّائِمِ فَرْحَتَانِ
      يَفْرَحُهُمَا إِذَا أَفْطَرَ فَرِحَ بِفِطْرِهِ وَإِذَا لَقِىَ رَبَّهُ
      فَرِحَ بِصَوْمِهِ আবু হুরাইরা রাঃ থেকে বর্ণিত; তিনি বলেন, রাসূল সাঃ
      বলেছেন, “আল্লাহ পাক বলেন, “আদম সন্তানের প্রত্যেক আমল তার নিজের জন্য; তবে
      সিয়াম নয়, যেহেতু তা আমারই জন্য এবং আমি নিজেই তার প্রতিদান দেব।’ সিয়াম ঢাল
      স্বরূপ। সুতরাং তোমাদের কারো সিয়ামের দিন হলে সে যেন অশ্লীল শব্দ দ্বারা
      সম্বোধন না করে ও ঝগড়া-বিবাদ না করে; উপরন্তু যদি তাকে কেউ গালাগালি করে অথবা
      তার সাথে বিবাদ করতে চায়; তবে সে যেন বলে, ‘আমি রোযা রেখেছি, আমার রোযা আছে।’
      সেই সত্তার শপথ! যাঁর হাতে মুহাম্মাদের প্রাণ! নিশ্চয়ই রোযাদারের মুখের
      দুর্গন্ধ আল্লাহর নিকট কস্তুরীর সুবাস অপেক্ষা অধিকতর সুগন্ধময়। রোযাদারের
      জন্য রয়েছে দু’টি খুশী, যা সে লাভ করে; যখন সে ইফতার করে তখন ইফতারী নিয়ে
      খুশী হয়। আর যখন সে তার প্রতিপালকের সাথে সাক্ষাৎ করবে তখন তার রোযা নিয়ে
      খুশী হবে।” (বুখারী ১৯০৪, মুসলিম ২৭৬২) عَنْ سَهْلِ بْنِ سَعْدٍ رَضِىَ اللهُ
      عَنْه قَالَ قَالَ رَسُولُ اللهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّم إِنَّ فِى
      الْجَنَّةِ بَابًا يُقَالُ لَهُ الرَّيَّانُ يَدْخُلُ مِنْهُ الصَّائِمُونَ
      يَوْمَ الْقِيَامَةِ لاَ يَدْخُلُ مَعَهُمْ أَحَدٌ غَيْرُهُمْ يُقَالُ أَيْنَ
      الصَّائِمُونَ فَيَدْخُلُونَ مِنْهُ فَإِذَا دَخَلَ آخِرُهُمْ أُغْلِقَ
      فَلَمْ يَدْخُلْ مِنْهُ أَحَدٌ সাহল বিন সাদ রাঃ থেকে বর্ণিত; নবী সাঃ বলেন,
      জান্নাতের এক প্রবেশদ্বার রয়েছে, যার নাম ‘রাইয়্যান।’ কিয়ামতের দিন ঐ দ্বার
      দিয়ে রোযা পালনকারীগণ প্রবেশ করবে। তারা ছাড়া আর কেউই ঐ দ্বার দিয়ে প্রবেশ
      করবে না। রোযা পালনকারীগণ প্রবেশ করে নিলে এই দ্বার রুদ্ধ করা হবে। ফলে সে
      দ্বার দিয়ে আর কেউই প্রবেশ করবে না।” (বুখারী ১৮৯৬ , মুসলিম ২৭৬৬,) عَنْ
      عَبْدِ اللهِ بْنِ عَمْرٍو أَنَّ رَسُولَ اللهِ صَلَّى اللّٰهُ عَلَيْهِ
      وَسَلَّم قَالَ الصِّيَامُ وَالْقُرْآنُ يَشْفَعَانِ لِلْعَبْدِ يَوْمَ
      الْقِيَامَةِ يَقُولُ الصِّيَامُ أَيْ رَبِّ مَنَعْتُهُ الطَّعَامَ
      وَالشَّهَوَاتِ بِالنَّهَارِ فَشَفِّعْنِي فِيهِ وَيَقُولُ الْقُرْآنُ
      مَنَعْتُهُ النَّوْمَ بِاللَّيْلِ فَشَفِّعْنِي فِيهِ قَالَ فَيُشَفَّعَانِ
      আব্দুল্লাহ বিন আমর রাঃ থেকে বর্ণিত; রসূল সাঃ বলেন, “কিয়ামতের দিন রোযা এবং
      কুরআন বান্দার জন্যে সুপারিশ করবে। রোযা বলবে, ‘হে আমার প্রতিপালক! আমি তাঁকে
      পানাহার ও যৌনকর্ম থেকে বিরত রেখেছিলাম। সুতরাং তাঁর ব্যাপারে আমার সুপারিশ
      গ্রহণ করেন। আর কুরআন বলবে, ‘আমি তাকে রাত্রে নিদ্রা থেকে বিরত রেখেছিলাম।
      সুতরাং তার ব্যাপারে আমার সুপারিশ গ্রহণ করেন।’ নবী সাঃ বলেন, “অতএব তাদের
      উভয়ের সুপারিশ গৃহীত হবে।” (আহমাদ ৬৬২৬,) عَنْ حُذَيْفَةَ قَالَ أَسْنَدْتُ
      النَّبِيَّ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّم إِلَى صَدْرِي فَقَالَ مَنْ
      قَالَ لَا إِلَهَ إِلَّا اللهُ قَالَ حَسَنٌ ابْتِغَاءَ وَجْهِ اللهِ خُتِمَ
      لَهُ بِهَا دَخَلَ الْجَنَّةَ وَمَنْ صَامَ يَوْمًا ابْتِغَاءَ وَجْهِ اللهِ
      خُتِمَ لَهُ بِهَا دَخَلَ الْجَنَّةَ وَمَنْ تَصَدَّقَ بِصَدَقَةٍ ابْتِغَاءَ
      وَجْهِ اللهِ خُتِمَ لَهُ بِهَا دَخَلَ الْجَنَّةَ হুযাইফা রাঃ থেকে বর্ণিত;
      তিনি বলেন, নবী সাঃ আমার বুকে হেলান দিয়েছিলেন। ঐ সময় তিনি বললেন, “লা ইলাহা
      ইল্লাল্লাহ’ বলার পর যে ব্যক্তির জীবনের পরিসমাপ্তি ঘটবে, সে জান্নাতে প্রবেশ
      করবে। আল্লাহর সন্তুষ্টি লাভের উদ্দেশ্যে একদিন রোযা রাখার পর যে ব্যক্তির
      জীবনের পরিসমাপ্তি ঘটবে, সে জান্নাতে প্রবেশ করবে। আর আল্লাহর সন্তুষ্টি
      লাভের আশায় কিছু সাদকাহ করার পর যে ব্যক্তির জীবনের পরিসমাপ্তি ঘটবে, সেও
      জান্নাত প্রবেশ করবে।” (আহমাদ,) عَنْ أَبِي أُمَامَةَ، قَالَ: قُلْتُ: يَا
      رَسُولَ اللهِ مُرْنِي بِعَمَلٍ قَالَ عَلَيْكَ بِالصَّوْمِ فَإِنَّهُ لَا
      عَدْلَ لَهُ قُلْتُ: يَا رَسُولَ اللهِ مُرْنِي بِعَمَلٍ قَالَ: عَلَيْكَ
      بِالصَّوْمِ فَإِنَّهُ لَا عِدْلَ لَهُ হযরত আবু উমামাহ রাঃ থেকে বর্ণিত;
      তিনি বলেন, আমি বললাম, ‘হে আল্লাহর রসূল! আমাকে কোন আমলের আদেশ করুন।’ তিনি
      বললেন, রোযা রাখ, কারণ এর কোন তুলনাই নেই।’ পুনরায় আমি বললাম, হে আল্লাহর
      রসূল! আমাকে কোন আমলের আদেশ করুন।’ তিনি আবার ঐ কথাই বললেন, “তুমি রোযা রাখ,
      কারণ এর কোন তুলনাই নেই।’ (নাসাঈ ২২২৩,) عَنْ أَبِى سَعِيدٍ الْخُدْرِىِّ
      رَضِىَ اللهُ عَنْه قَالَ سَمِعْتُ رَسُولَ اللهِ صَلَّى اللّٰهُ عَلَيْهِ
      وَسَلَّم يَقُولُ مَنْ صَامَ يَوْمًا فِى سَبِيلِ اللهِ بَاعَدَ اللهُ
      وَجْهَهُ عَنِ النَّارِ سَبْعِينَ خَرِيفًا আবু সাঈদ রাঃ থেকে বর্ণিত; তিনি
      বলেন, রাসূল সাঃ বলেন, ‘যে বান্দাহ আল্লাহর রাস্তায় একদিন মাত্র রোযা রাখবে
      সেই বান্দাকে আল্লাহ ঐ রোযার বিনিময়ে জাহান্নাম থেকে ৭০ বছরের পথ পরিমাণ
      দূরত্বে রাখবেন।” (বুখারী ২৮৪০, মুসলিম ১১৫৩) রোযা কবে, কখন, কিভাবে ফরয হয়?
      ইসলামের অনেক ফরজ ও ওয়াজিব কাজ কোনো না কোন আল্লাহর প্রিয় বান্দা তথা
      নবী-রাসূল কিংবা তাঁদের পরিবারের আলোচিত ঘটনাকে কেন্দ্র করে। তাঁদের
      স্মরণার্থে উম্মতদের জন্য তা অপরিহার্য করা হয়েছে। যেমন হজ্বের সময় সাফা ও
      মারওয়ার মাঝখানে হাজিদের ‘সাঈ’ করার যে বিধান তা হযরত ইবরাহিম আঃ এর
      সহধর্মীনি হযরত হাজেরা রাঃ এর স্মৃতির স্মরণার্থে। তিনি তাঁর ছেলে হযরত
      ইসমাঈল আঃ এর জন্য পানি খুঁজতে গিয়ে সাফা ও মারওয়ার মাঝখানে সাত বার
      দৌঁড়েছেন। হযরত হাজেরা রাঃ এর এই কাজ আল্লাহর কাছে খুব পছন্দ হয়েছে। শেষ
      পর্যন্ত হযরত হাজেরা রাঃ এর এই কাজকে স্থায়ী করে দেন আল্লাহ্ পাক। তাঁর এ
      কাজকে স্মরণীয় করে রাখতে সাফা ও মারওয়ার মাঝখানে হাজিদের সাত বার প্রদক্ষিণ
      করা ওয়াজিব করে দেওয়া হয়েছে। হযরত হাজেরার রাঃ এর মতোই নবী সাঃ এর একটি
      স্মৃতি স্মরণীয় করে রাখতে রমজান মাসের রোযা মুসলমানদের উপর ফরয করা হয়েছে।
      রমজানের এমন দিনে বেশ কিছুদিন নবী সাঃ হেরা পর্বতের গুহায় অতিবাহিত করেছিলেন।
      তখন নবী সাঃ দিনের বেলায় পানাহার করতেন না, আর রাতের বেলায় আল্লাহর জিকিরে
      মাশগুল থাকতেন। নবী সাঃ এর এই ইবাদত আল্লাহর কাছে এত পছন্দনীয় হয় যে, দিনগুলি
      স্মরণীয় করে রাখতে এবং রাসুলের এই কাজকে উম্মতের মধ্যে স্থায়ী করতে রোজা ফরয
      করে দেওয়া হয়। কখন ফরয করা হয় রমজানের রোযা? রমজানের রোযা কখন ফরয করা হয়েছে
      এ প্রসঙ্গে দুররে মুখতার কিতাবে বর্ণিত আছে যে, দ্বিতীয় হিজরির শা’বান মাসের
      ১০ তারিখে রমজানের রোযা ফরজ করা হয়েছে। (দুররে মুখতার, ৩য় খন্ড, ৩৩০ পৃষ্ঠা)
      তবে প্রথম কোন রোযা ফরয ছিল এ নিয়ে মতপার্থক্য রয়েছে। কেউ বলেন, ১০ মহররম
      অর্থাৎ আশুরার রোযা ফরয ছিল, আবার কারও কারও মতে, ‘আইয়্যামুল বীজ’ অর্থাৎ
      প্রত্যেক চন্দ্র মাসের ১৩, ১৪ ও ১৫ তারিখের রোযা ফরয ছিল। রাসূলুল্লাহ সাঃ
      যখন মদিনায় হিজরত করলেন তখন আইয়্যামুল বীজের রোযা রাখতেন। হিজরতের দ্বিতীয়
      বর্ষে অর্থাৎ দ্বিতীয় হিজরিতে উম্মতে মুহাম্মদির জন্য রোযা ফরয করা হয়। এ সময়
      এ আয়াত অবতীর্ণ হয়; ‘রমজান মাস, এ মাসেই নাজিল করা হয়েছে কোরআন, যা মানুষের
      জন্যে হেদায়েত, সৎপথের স্পষ্ট নিদর্শন এবং সত্য ও মিথ্যার পার্থক্যকারী। অতএব
      তোমাদের মধ্যে যে ব্যক্তি এ মাস পাবে, সে যেন এ মাসে রোযা পালন করে। তবে কেউ
      রোগাক্রান্ত হলে অথবা সফরে থাকলে এ সংখ্যা অন্য সময় পূরণ করবে। আল্লাহ চান
      তোমাদের জন্য যা সহজ তা, আর তিনি চান না তোমাদের জন্য যা কষ্টকর তা, যেন
      তোমরা সংখ্যা পূর্ণ করো এবং আল্লাহর মহিমা ঘোষণা করো, তোমাদের সৎপথে পরিচালিত
      করার জন্য এবং যেন তোমরা শোকর করতে পার।’ (সূরা বাকারা : ১৮৫)। এ আয়াত
      অবতীর্ণের পর আশুরার রোযা অথবা আইয়্যামুল বীজের রোযা পালনের ফরজিয়্যাত রহিত
      হয়ে যায়। রাসূলুল্লাহ সাঃ মদিনায় হিজরত করার পর হিজরি দ্বিতীয় সনে রোযা ফরজ
      হওয়ার আগ পর্যন্ত দুই ধরনের রোজার প্রচলন ছিল। ক- আইয়্যামুল বীজ অর্থাৎ
      প্রত্যেক চান্দ্র মাসের ১৩, ১৪ ও ১৫ তারিখে রোযা রাখা। খ- আশুরার দিন অর্থাৎ
      ১০ মহররমের দিন রোযা রাখা। তবে আশূরার মতটিই হাদীস ও ইতিহাস দ্বারা বেশি
      অগ্রাধিকারপ্রাপ্ত। ইতিহাস পর্যালোচনা করে জানা যায় যে, যখন রমজানের রোযা ফরজ
      হয়নি তখনও তিনি আশুরার দিন রোযা রাখতেন এবং সাহাবিদের রোযা রাখার আদেশ করতেন।
      পরে যখন রমজানের রোযা ফরজ করে দেওয়া হয়, তখন তিনি ও তাঁর সাহাবারা আশূরার
      রোজা রাখা ছেড়ে দেন। ইবনে উমর রাঃ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাঃ
      আশূরার দিন রোযা পালন করেছেন এবং এ রোযার জন্য আদেশও দিয়েছেন। পরে যখন
      রমজানের রোযা ফরজ হলো তখন তা ছেড়ে দেওয়া হয়। (বুখারী) আয়েশা রাঃ থেকে বর্ণিত,
      তিনি বলেন, জাহেলী যুগে কুরাইশগণ আশূরার দিন রোযা রাখতো, রাসূলুল্লাহ সাঃ ও
      এই রোযা রাখার নির্দেশ দেন। অবশেষে রমজানের রোযা ফরজ করা হলে রাসূলুল্লাহ সাঃ
      বললেন, যার ইচ্ছা আশূরার রোজা রাখবে এবং যার ইচ্ছা সে আশূরার রোযা রাখবে না।
      (বুখারী) আব্বাস রাঃ এর বর্ণনা থেকে জানা যায় যে, আগে রোজা ছিল এক সন্ধ্যা
      থেকে আরেক সন্ধ্যা পর্যন্ত। রাতে ঘুমানোর পরে পানাহার ও জৈবিক চাহিদা পূরণ
      করা বৈধ ছিল না। হিজরি দ্বিতীয় সনে রোযা ফরয হওয়ার পর থেকে উম্মতে মুহাম্মদি
      দীর্ঘ এক মাসব্যাপী রোযা পালন করে আসছে। রোযা কখন থেকে রাখতে হবে? এই বিষয়ে
      ফকীহগণের অভিমত হলো যে, সন্তানের বয়স যখন দশ বছর হয়ে যায় এবং তার মধ্যে রোযা
      রাখার শক্তি হয়, তখন তাকে দিয়ে রোযা রাখাবেন, আর যখন রোযা রাখার পূর্ণ শক্তি
      হয় তখন যদি সে রোযা না রাখে তবে মারধর করে রাখাবেন। তবে যদি রোযা রেখে ভেঙ্গে
      ফেলে, তাহলে কাযার নির্দেশ দেবেন না, কিন্তু নামাজ শুরু করে ভেঙ্গে ফেললে তা
      পুনরায় পড়াবেন। (রুদ্দুল মুহতার, ৩য় খন্ড, ৩৮৫ পৃষ্ঠা) কারণ ইসলামে রোযার
      গুরুত্ব কতখানি তা বলে শেষ করা যাবে না। আল্লাহকে পাওয়ার বড় মাধ্যমই হলো
      রমজান মাসের এই রোযা। রোযা রাখার মাধ্যমে আল্লাহর সাক্ষাত লাভ হবে। রোযার
      সংক্ষিপ্ত ইতিহাস আদম আঃ থেকে রোযা শুরু। কোরআনে এসেছে, ‘ওহে যারা ঈমান এনেছ!
      তোমার ওপর ফরয করা হলো রোজা, যেমন ফরয করা হয়েছিল তোমাদের পূর্ববর্তীদের উপর,
      যাতে তোমরা মুত্তাকি হতে পারো।’ (২:১৮৩) এ আয়াতের ব্যাখ্যায় আল্লামা আলুসি
      রহঃ তার তাফসিরের কিতাব রুহুল মাআ’নিতে বলেন, ‘এখানে পূর্ববর্তীদের বলতে হজরত
      আদম আঃ থেকে শুরু করে হযরত ঈসা আঃ পর্যন্ত সব যুগের মানুষকে বোঝানো হয়েছে।’
      মাওলানা মাহমুদুল হাসান দেওবন্দি রহঃ ওই আয়াতের ব্যাখ্যায় বলেন, ‘রোযার হুকুম
      যুগ যুগ থেকে বর্তমানকাল পর্যন্ত ধারাবাহিকভাবে চলে আসছে।’ (ফাওয়ায়িদে
      ওসমানি) তাফসিরের বর্ণনায় রয়েছে, আদম আঃ এর সৃষ্টির পর তাঁকে ‘নিষিদ্ধ ফল’
      আহার বর্জনের যে আদেশ দিয়েছেন; এটাই মানব ইতিহাসের প্রথম সিয়াম সাধনা।
      ইতিহাসে আরো পাওয়া যায়, আদম আঃ সেই রোজা ভাঙ্গার কাফ্ফারা হিসেবে ৪০ বছর রোযা
      রেখেছিলেন। আর ওই নিষিদ্ধ ফলের প্রভাব আদম আঃ এর পেটে ৩০ দিন বিদ্যমান ছিল
      বলে মুহাম্মদ সাঃ এর উম্মতকে আল্লাহ পাক এক মাস রোযা রাখার নির্দেশ দিয়েছেন।
      ইতিহাসে এটাও পাওয়া যায় যে, ওই ফলের প্রভাবে হজরত ইব্রাহিম আঃ থেকে শুরু করে
      হজরত মুহাম্মদ সাঃ পর্যন্ত সব যুগে ৩০টি রোজা ফরয ছিল। হজরত মুসা আঃ ও ৩০ দিন
      রোযা রেখেছিলেন। তূর পাহাড়ে যাওয়ার পর আল্লাহ তাআলা তাঁকে আরো অতিরিক্ত ১০টি
      রোযা রাখার আদেশ দেন। ফলে তাঁর রোযা হয়েছিল মোট ৪০ দিন। হজরত ঈসা আঃ ও মুসা
      আঃ এর মতো ৪০ দিন রোযা রাখতেন। হজরত ইদ্রিস আঃ গোটা জীবন রোজা রেখেছিলেন।
      হাদীসে আরো পরিষ্কার ভাবে আগেকার যুগের রোযার কথা বর্ণিত হয়েছে এভাবে যে; নবী
      সাঃ এর আগে তার পূর্ববর্তী নবী-রাসূলগণও রোযা রাখতেন। তবে তাদের রোযার ধরণ
      আমাদের চেয়ে কিছুটা ভিন্ন ছিল। যেমন হযরত আদম আঃ প্রত্যেক মাসের ১৩, ১৪ ও ১৫
      তারিখ রোযা রাখতেন। (কানযুল উম্মাল:২৪১৮৮) হযরত নূহ আঃ দুই ঈদ ছাড়া সব সময়
      রোযা রাখতেন। (ইবনে মাজাহ: ১৭১৪) দাউদ আঃ একদিন পর পর রোযা রাখতেন।
      (মুসলিম:১১৮৯) সোলায়মান আঃ মাসের শুরুতে তিন দিন, মাসের মধ্যভাগে তিন দিন,
      মাসের শেষ ভাগে তিন দিন অর্থাৎ মাসে ৯দিন রোযা রাখতেন। (কানযুল
      উম্মাল:২৪৬২৪) ঈসা আঃ সবসময় রোযা রাখতেন, কখনও রোযা ছাড়তেন না। (মুসলিম:১১৮৯)
      ইসলামের প্রাথমিক যুগে তিনদিন করে রোযা রাখার বিধান প্রচলিত ছিল। আব্দুল্লাহ
      ইবনে মাসউদ, আব্দুল্লাহ ইবনে আব্বাস, মুআজ ইবনে জাবাল, ও হজরত যাহহাক রহঃ এর
      বর্ণনা থেকে জানা যায় যে, তিনদিন করে রোযা রাখার নিয়ম হজরত নুহ আঃ থেকে শুরু
      হয় এবং হজরত মুহাম্মদ সাঃ পর্যন্ত প্রচলিত থাকে। তবে এ বিষয়ে অনেকে দ্বিমত
      পোষণ করেন। ইতিহাস পর্যালোচনায় জানা যায় যে, ইহুদিরা ৪০ দিন রোজা রাখত।
      খ্রিস্টানরা রোজা রাখত ৫০ দিন। সর্বশেষ মুহাম্মদ সাঃ এর উম্মতদের জন্য ৩০ দিন
      রোযা বাধ্যতামূলক করা হয়েছে। (ফাতহুল বারি)। রমজান মাসের চাঁদ সম্পর্কে হাদীস
      আবদুল্লাহ ইবনে ওমর রাঃ বলেন; রাসূল সাঃ ইরশাদ করেছেন, রমজান মাসের চাঁদ না
      দেখা পর্যন্ত তোমরা রোযা রেখো না। আর শাওয়াল মাসের চাঁদ না দেখা পর্যন্ত
      তোমরা ইফতার করো না। আকাশ মেঘলা থাকার দরুন যদি চাঁদ তোমাদের থেকে গোপন থাকে
      তবে শা‘বান মাসের দিনগুলো পূর্ণ করবে। অপর বর্ণনায় আছে, নবী করীম সা. বলেছেন,
      মাস কখনও ঊনত্রিশ রাতে বা দিনে ও হয়। সুতরাং চাঁদ না দেখা পর্যন্ত রোযা রাখবে
      না। যদি মেঘলা আকাশের কারণে চাঁদ তোমাদের থেকে গোপন থাকে তবে শাবান মাস ত্রিশ
      দিন পূর্ণ করবে। (বুখারী ও মুসলিম) রমজানের সাহরী ও ইফতার সম্পর্কে হাদীস
      আনাস রাঃ বলেন, রাসূল সাঃ ইরশাদ করেছেন, তোমরা সাহরী খাও। কেননা, সাহরী
      খাওয়ার মধ্যে বরকত রয়েছে। (বুখারী ও মুসলিম) আমর ইবনুল আস রাঃ বলেন, রাসূল
      সাঃ ইরশাদ করেছেন, আমাদের রোযা এবং আহলে কিতাব (ইহুদি ও খ্রিস্টান) দের রোযার
      মধ্যে পার্থক্য হলো সাহরী খাওয়া। (মুসলিম) সাহল ইবনে সা‘দ রাঃ বলেন; রাসূল
      সাঃ ইরশাদ করেছেন, মানুষ ততদিন কল্যাণের সাথে থাকবে, যতদিন তারা ইফতার শীঘ্র
      শীঘ্র করবে। (বুখারী ও মুসলিম) ওমর রাঃ বলেন; রাসূল সাঃ ইরশাদ করেছেন, যখন
      পূর্ব দিক হতে রাত আসবে এবং পশ্চিম দিক হতে দিন প্রস্থান করবে এবং সূর্য
      অস্তমিত হবে তখনই রোযাদার ইফতার করবে। আবু হুরায়রা রাঃ বলেন, রাসূল সাঃ
      একাধারে (মাঝে ইফতার না করে) রোযা রাখতে নিষেধ করেছেন। তখন এক ব্যক্তি
      জিজ্ঞেস করল, ইয়া রাসূলুল্লাহ! আপনি তো একাধারে (সাওমে বেসাল) রোযা রেখে
      থাকেন? রাসূল সাঃ বললেন, তোমাদের মধ্য থেকে কে আমার মতো? আমি রাত যাপন করি,
      তখন আমার প্রতিপালক আমাকে আহার করান এবং পান করান। (বুখারী ও মুসলিম)
      রোযারউদ্দেশ্য সূরা আল-ইমরান-এ বলা হয়েছে, ইহা এমন একটি গুণ যা না হলে কোন
      লোক হেদায়েতের ওপর প্রতিষ্ঠিত থাকতে পারে না। এ প্রসঙ্গে বলা হয়েছে যে, যদি
      তোমরা ধৈর্যের পরিচয় দাও এবং তাকওয়া অবলম্বন করতে থাক, তাহলে ইহা হবে এক দৃঢ়
      সংকল্পের ব্যাপার। রোযার মাধ্যমে অন্ততপক্ষে তাকওয়ার দুটি বৈশিষ্ট্য সম্পর্কে
      সম্যক জ্ঞান লাভ করা যায়। এক : তাকওয়া হচ্ছে এমন একটি অনুভূতি, যা দ্বারা
      মানুষ উপলব্ধি করতে শিখে যে, সে নিজেকে সদা আল্লাহর সম্মুখে উপস্থিত দেখতে
      পায়। ফলে এমন সব কাজ থেকে বিরত থাকে যা আল্লাহর অবাধ্যতার পর্যায়ে পড়ে।
      বস্তুত রোযার মাধ্যমে এ অনুভূতির যে শিক্ষা মানুষ লাভ করতে পারে, তার কোন
      তুলনা নেই। দুই: তাকওয়া হচ্ছে এমন একটি বস্তু, যা বান্দাহর অন্তরে এ বিশ্বাস
      জন্মায় যে, ইসলামী শরীয়তের দৃষ্টিতে হালাল ও হারামের যে ফিরিস্তি আমাদের
      পরিচিত তাই হালাল বা হারাম নয় বরং আল্লাহ যখন যে বস্তুকে যেভাবে হালাল বা
      হারাম বলেছেন, তাই হচ্ছে হালাল-হারামের প্রকৃত মাপকাঠি। রোযা অবস্থায়
      রোযাদারের জন্য এমন সব বস্তু হারাম হয়ে যায়, যা মূলত তার জন্য বৈধ ছিল। যেমন
      সাধারণ পানাহার ও বৈধ স্ত্রীর সাথে মিলন ইত্যাদি। মূলত রোজার উদ্দেশ্য শুধু
      অনাহারে থাকা নয়। উপরন্তু দৈহিক ও মানসিক উভয়বিধ সংযম এবং সেই সংযম জনিত
      নিবৃত্তি ও প্রশান্তির স্নিগ্ধ পরিবেশে আল্লাহর দিকে মনের একাগ্রতা সাধনই
      ইসলামের নির্দেশিত রোজার মূল লক্ষ্য।’ রোযার উদ্দেশ্য তুলে ধরতে গিয়ে দেওয়ান
      মোহাম্মদ আজরফ লিখেছেন- ‘কাম প্রবৃত্তির অসংযত সন্তোষ বিধানের ফলে মানুষ
      পশুত্বের চরম স্তরে নেমে যায়‌। ক্রোধ মানুষকে হিতাহিত জ্ঞানশূন্য করে তোলে।
      লোভ, মোহ, মদ ও মাৎসর্য সামাজিক জীবনে বিশৃংখলতার সৃষ্টি করে। এ জন্যে এগুলোর
      দাহনের জন্যে এ দুনিয়ায় আল্লাহ সিয়ামের প্রবর্তন করেছেন। যাতে এ দাহনের
      ফলে মানুষ এ বিশ্বে তার প্রকৃত স্থান নির্দিষ্ট করতে পারে, সে যাতে আল্লাহর
      প্রতিনিধি হিসেবে আল্লাহর সার্বভৌমত্ব প্রতিষ্ঠা করতে পারে‌।’ রমজানের
      উদ্দেশ্য সম্পর্কে ডক্টর আইয়ুব আলী বলেন- ‘সিয়ামের উদ্দেশ্যাবলী সার্থক
      করতে হলে সিয়াম পালনকারীকে প্রত্যেক অঙ্গ-প্রত্যঙ্গ ও রিপুসমূহকে অন্যায়
      থেকে বিরত রাখতে হবে এবং ন্যায়ের অনুশীলন করতে হবে। সারাদিন হালাল দ্রব্য
      গ্রহণে বিরত থেকে ইফতারির সময় যদি অন্যায় ও অবৈধভাবে উপার্জিত খাদ্যাদির
      দ্বারা ইফতার করা হয়, তবে সওয়াবের পরিবর্তে আরও গোনাহর কাজ করা হলো তা
      সাধারণ জ্ঞানেও বোঝা যায়।’ রোযারতাৎপর্য যেহেতু রমজান মাসকে সমগ্র মানব
      জাতির জন্যে হেদায়াতের বিধান প্রদানের মাস হিসেবে চিহ্নিত করেছেন আল্লাহ্
      পাক। তাই মুসলিম মিল্লাত যারা কুরআনের ধারক ও বাহক, তাদের উচিত তারা যেন
      রমজান মাসকে মাসব্যাপী সিয়াম সাধনা, কুরআন বুঝে পড়া ও ইবাদতের নানাবিধ
      প্রশিক্ষণের মাধ্যমে উদযাপন করে। ইসলামের পাঁচটি স্তম্ভের মধ্যে একটি স্তম্ভ
      রোযা। তা রমজান মাসে ফরয করা হয়েছে। রমজান মাস অন্যান্য মাসের মধ্যে অত্যন্ত
      মর্যাদাবান। সুতরাং, মুসলমানদের উচিত কুরআন নাজিলের এ মাসে বেশি করে কুরআন
      তিলাওয়াত করা ও কুরআন সম্পর্কে গবেষণা করা। কেননা কুরআন তার তিলাওয়াতকারীর
      জন্যে কিয়ামতের ময়দানে আল্লাহর কাছে সুপারিশ করবে। নবী সাঃ এই মাসে বেশি করে
      দান-সাদকাহ করতেন। তার উম্মত হিসাবে আমাদেরও উচিত এ মাসে উদার হস্তে
      গরীব-মিসকীনদের জন্যে দানের হাত প্রসারিত করা, অভাবী মানুষের জন্য সাহরী ও
      ইফতারের ব্যবস্থা করা। রমজানের এই মাসটি মুসলমানদের নিকট অত্যন্ত কল্যাণ ও
      এবাদত বন্দেগীর মাস। রোযার মাধ্যমে মানুষ আল্লাহর নৈকট্য লাভের সুযোগ লাভ
      করে। যেমন আল্লাহ পাক বলেন, ‘‘রোযা একমাত্র আমার জন্যই, আমি উহার প্রতিদান
      নিজ হাতে দিব। রোযাদার ব্যক্তি সর্বাবস্থায় আল্লাহকে স্মরণে রাখে। রোযা
      অন্যায় ও অমঙ্গল কাজ থেকে বিরত রাখে। একটি আদর্শ সমাজ গঠনে সহায়তা করে। এটা
      অবশ্যই বান্দাহর নৈতিক বিকাশে সহায়ক ভূমিকা পালন করে। রোযা বান্দাহকে ধৈর্য
      ধারণের শক্তি যোগায়। নবী সাঃ বলেন, রমজান ধৈর্যের মাস। আর ধৈর্যের প্রতিদান
      জান্নাত। কাম, ক্রোধ, লোভ, লালসা ইত্যাদি রিপুর তাড়নায় মানুষ বিপথগামী হয়ে
      ধ্বংসের মুখোমুখি হয়। রোযা মানুষের এসকল কু-প্রবৃত্তি দমনের ঢাল স্বরূপ
      হিসেবে কাজ করে। কিয়ামতের কঠিন মুহূর্তে রোযা বান্দার মুক্তির জন্য আল্লাহর
      কাছে ইনশাআল্লাহ সুপারিশ করবে। সিয়াম সাধনার কারনে মানুষের মনের মধ্যে
      খোদাভীতি জাগ্রত করে। সংযম ও আত্মশুদ্ধিতে উদ্বুদ্ধ করে এবং মানুষকে কঠিন
      সাধনায় অভ্যস্ত করে চারিত্রিক দৃঢ়তায় উপনীত করে। চরিত্র গঠনে সহায়ক ভূমিকা
      পালন করে। সর্বোপরি রমজানের রোযা মানুষের মধ্যে বিদ্যমান সব ভেদাভেদ ভুলিয়ে
      দেয়। সবাইকে কল্যাণকামী ও সহমর্মী করে তুলে। রমজান মাস মুসলমানের ইবাদতের
      ভরা বসন্ত। মুমিন হৃদয়কে আলোড়িত ও আন্দোলিত করে রমজান। এর আবির ছড়িয়ে
      পড়ে সবখানে। রমজান ভ্রাতৃত্বের বন্ধনকে দেয় এক নতুন মাত্রা। নতুনভাবে
      রাঙিয়ে নেয় ঈমানের রঙে। আল্লাহ্ আমাদের সবাইকে রমজানের রোযা গুরুত্বের সাথে
      পালন করার তাওফীক দান করুন। আমীন।
    </div>
  );
};

export default siam;
